return
{
	ACTIONFAIL =
	{
        REPAIR =
        {
            WRONGPIECE = "你这妖孽。",		--化石骨架拼接错误
        },
        BUILD =
        {
            MOUNTED = "高楼平地起，也须打好地基。",		--建造失败（骑乘状态）
        },
		SHAVE =
		{
			AWAKEBEEFALO = "此刻前往，岂不痴呆？",		--给醒着的牛刮毛
			GENERIC = "我不能给那个剃毛！",		--刮牛毛失败
			NOBITS = "突兀如骨！",		--给没毛的牛刮毛
		},
		STORE =
		{
			GENERIC = "装满了。",		--存放东西失败
			NOTALLOWED = "这东西不能装进那里。",		--存放东西--不被允许
			INUSE = "我可以等待。",		--暂无注释
		},
        CONSTRUCT =
        {
            INUSE = "二郎可以等他先用完。",		--建筑正在使用
            NOTALLOWED = "不匹配。",		--建筑不允许使用
            EMPTY = "我需要一些建造材料。",		--建筑空了
            MISMATCH = "哎呀，计划错误。",		--升级套件错误（目前用不到）
        },
		RUMMAGE =
		{	
			GENERIC = "我不能那么做。",		--搜索失败？
			INUSE = "他们在垃圾里埋头寻找。",		--暂无注释
		},
		USEKLAUSSACKKEY =
        {
        	WRONGKEY = "钥匙和锁不匹配。",		--使用克劳斯钥匙
        	KLAUS = "我有点忙！！",		--克劳斯
        },
		ACTIVATE = 
		{
			LOCKED_GATE = "漆黑大门锁上了。",		--远古钥匙
		},
        COOK =
        {
            GENERIC = "锅碗瓢盆也不比法术简单。",		--做饭失败
            INUSE = "人间烟火。",		--暂无注释
            TOOFAR = "君子远庖厨！",		--做饭失败-太远
        },
        GIVE =
        {
            GENERIC = "那东西没有去那里。",		--暂无注释
            DEAD = "生不带来，死不带去。",		--给予 -目标死亡
            SLEEPING = "不省人事，无心牵挂。",		--给予--目标睡觉
            BUSY = "等会再试试。",		--给予--目标正忙
            ABIGAILHEART = "这值得一试。",		--暂无注释
            GHOSTHEART = "或许，这不是好主意。",		--暂无注释
            NOTGEM = "我不会把那东西粘上去的！",		--暂无注释
            WRONGGEM = "这个宝石在这里不起作用。",		--暂无注释
            NOTSTAFF = "它的形状有些不对。",		--暂无注释
            MUSHROOMFARM_NEEDSSHROOM = "一颗蘑菇可能会有更多的用处。",		--暂无注释
            MUSHROOMFARM_NEEDSLOG = "一块活木头可能会有更多的用处。",		--暂无注释
            SLOTFULL = "我们已经把一些东西放在那里了。",		--暂无注释
            FOODFULL = "这儿已经有一顿饭了。",		--暂无注释
            NOTDISH = "它肯定不想吃那个。",		--暂无注释
            DUPLICATE = "我们已经知道那个了。",		--暂无注释
            NOTSCULPTABLE = "即使是我也不能把那玩意变成雕像。",		--暂无注释
            NOTATRIUMKEY = "它的形状有些不对。",		--暂无注释
            CANTSHADOWREVIVE = "它不会复活。",		--暂无注释
            WRONGSHADOWFORM = "组装不对。",		--暂无注释
            NOMOON = "我需要看到月亮才行。",		--暂无注释
			PIGKINGGAME_MESSY = "我得先清理一下。",		--暂无注释
			PIGKINGGAME_DANGER = "现在这样太危险了。",		--暂无注释
			PIGKINGGAME_TOOLATE = "现在已经太晚了。",		--暂无注释
        },
        GIVETOPLAYER =
        {
            FULL = "你应该寻一个空间法器！",		--给玩家一个东西 -但是背包满了
            DEAD = "生不带来，死不带去。。",		--给死亡的玩家一个东西
            SLEEPING = "不省人事，无心牵挂。",		--给睡觉的玩家一个东西
            BUSY = "等会再试试。",		--给忙碌的玩家一个东西
        },
        GIVEALLTOPLAYER =
        {
            FULL = "你应该寻一个空间法器！",		--给人一组东西 但是背包满了
            DEAD = "生不带来，死不带去。",		--给于死去的玩家一组物品
            SLEEPING = "不省人事了。",		--给于正在睡觉的玩家一组物品
            BUSY = "等会再试试。",		--给于正在忙碌的玩家一组物品
        },
        WRITE =
        {
            GENERIC = "我觉得它现在这样挺好。",		--鞋子失败
            INUSE = "先让他写吧。",		--暂无注释
        },
        DRAW =
        {
            NOIMAGE = "如果我面前有这东西，就比较容易了。",		--画图缺乏图像
        },
        CHANGEIN =
        {
            GENERIC = "我现在不想换。",		--换装失败 
            BURNING = "现在太危险了！",		--换装失败-着火了
            INUSE = "它一次只能进行一种风格转变。",		--暂无注释
        },
        ATTUNE =
        {
            NOHEALTH = "气血空虚，难以供养。",		--制造肉雕像血量不足
        },
        MOUNT =
        {
            TARGETINCOMBAT = "好一头狂牛！",		--骑乘，牛正在战斗
            INUSE = "君子不夺人所爱！",		--骑乘（牛被占据）
        },
        SADDLE =
        {
            TARGETINCOMBAT = "先安抚它。",		--给战斗状态的牛上鞍
        },
        TEACH =
        {
            KNOWN = "我已知晓。",		--学习已经知道的蓝图
            CANTLEARN = "我无法学习那个。",		--学习无法学习的蓝图
            WRONGWORLD = "这地图在这用不了。",		--暂无注释
        },
        WRAPBUNDLE =
        {
            EMPTY = "可以收拾行囊。",		--打包纸是空的
        },
        PICKUP =
        {
			RESTRICTION = "技能不够熟练，用不了。",		--暂无注释
			INUSE = "我该等轮到我。",		--暂无注释
        },
        SLAUGHTER =
        {
            TOOFAR = "它逃走了。",		--屠杀？？ 因为太远而失败
        },
        REPLATE =
        {
            MISMATCH = "它需要另一种碟子。", 		--暂无注释
            SAMEDISH = "我只需要用一个碟子。", 		--暂无注释
        },
	},
	ACTIONFAIL_GENERIC = "杨戬无法做到。",		--动作失败
	ANNOUNCE_DIG_DISEASE_WARNING = "它看起来已经好多了。",		--挖起生病的植物
	ANNOUNCE_PICK_DISEASE_WARNING = "它生病了。",		--（植物生病）
	ANNOUNCE_ADVENTUREFAIL = "这次不太顺利。我必须再试一次。",		--暂无注释
    ANNOUNCE_MOUNT_LOWHEALTH = "这野兽似乎受伤了。",		--牛血量过低
	ANNOUNCE_BEES = "离我远一点！！",		--戴养蜂帽被蜜蜂蛰
	ANNOUNCE_BOOMERANG = "小玩意！",		--回旋镖
	ANNOUNCE_CHARLIE = "我倒要看看你还有什么肮脏的手段！",		--查理即将攻击
	ANNOUNCE_CHARLIE_ATTACK = "暗地伤人，算不得什么本事！",		--被查理攻击
	ANNOUNCE_COLD = "风寒入体！",		--过冷
	ANNOUNCE_HOT = "困暑难耐，热如蒸炊！",		--过热
	ANNOUNCE_CRAFTING_FAIL = "缺少一些关键成分。",		--暂无注释
	ANNOUNCE_DEERCLOPS = "听上去是个大家伙！",		--boss来袭
	ANNOUNCE_CAVEIN = "大地在颤抖！",		--要地震了？？？
	ANNOUNCE_ANTLION_SINKHOLE = 
	{
		"地面在晃动！",		--蚁狮地震
		"地震！",		--蚁狮地震
		"此方土地何在！",		--蚁狮地震
	},
	ANNOUNCE_ANTLION_TRIBUTE =
	{
        "先稳住它。",		--向蚁狮致敬
        "给你的贡品，给我好好的呆着。",		--给蚁狮上供
        "那会暂时让它安静...",		--给蚁狮上供
	},
	ANNOUNCE_SACREDCHEST_YES = "我认为我值得。",		--远古宝箱物品正确给出蓝图
	ANNOUNCE_SACREDCHEST_NO = "装有宝贝的匣子。",		--远古宝箱
	ANNOUNCE_DUSK = "夕阳无限好，只是百近黄昏。。",		--进入黄昏
	ANNOUNCE_EAT =
	{
		GENERIC = "味美食甘！",		--吃东西
		PAINFUL = "味同嚼蜡。",		--吃怪物肉
		SPOILED = "休要拿来侮辱杨戬！",		--吃腐烂食物
		STALE = "人难长生，物何久存。",		--吃黄色食物
		INVALID = "你难道指望我吞下去？",		--拒吃
		YUCKY = "哮天犬都不愿意吃。",		--吃红色食物
	},
    ANNOUNCE_ENCUMBERED =
    {
        "气喘...吁吁...",		--搬运雕像、可疑的大理石
        "我应该招来...搬山力士...",		--搬运雕像、可疑的大理石
        "抬起来...用你的心...",		--搬运雕像、可疑的大理石
        "这不是...我的...工作...",		--搬运雕像、可疑的大理石
        "为了...命！",		--搬运雕像、可疑的大理石
        "这东西...让我衣衫褴褛。",		--搬运雕像、可疑的大理石
        "哼...！",		--搬运雕像、可疑的大理石
        "天命难违，好似搬山...",		--搬运雕像、可疑的大理石
        "母亲...妹妹...",		--搬运雕像、可疑的大理石
    },
    ANNOUNCE_ATRIUM_DESTABILIZING = 
    {
		"万物终结！",		--中庭击杀boss后即将刷新
		"新的纪元要开始了！",		--中庭震动
		"轮回将尽。",		--中庭击杀boss后即将刷新
	},
    ANNOUNCE_RUINS_RESET = "野兽都回来了！",		--克劳斯复活
    ANNOUNCE_SNARED = "妖邪骨头！！",		--远古嘤嘤怪的骨笼
    ANNOUNCE_REPELLED = "黑暗的庇佑！",		--嘤嘤怪保护状态
	ANNOUNCE_ENTER_DARK = "幽邪缠身，法眼洞开！",		--进入黑暗
	ANNOUNCE_ENTER_LIGHT = "光芒之下，邪祟远遁！",		--进入光源
	ANNOUNCE_FREEDOM = "我自由了！",		--暂无注释
	ANNOUNCE_HIGHRESEARCH = "感觉我现在太聪明了！",		--暂无注释
	ANNOUNCE_HOUNDS = "哮天，这些小东西就交给你了。",		--猎犬将至
	ANNOUNCE_WORMS = "饥饿的咆哮？",		--蠕虫袭击
	ANNOUNCE_HUNGRY = "该死！辟谷之术失效了。",		--饥饿
	ANNOUNCE_HUNT_BEAST_NEARBY = "少年猎得平原虎，马后横捎意气归。。",		--即将找到野兽
	ANNOUNCE_HUNT_LOST_TRAIL = "哮天你怎么这都追丢了。",		--猎物（大象脚印丢失）
	ANNOUNCE_HUNT_LOST_TRAIL_SPRING = "这种湿土留不下脚印。",		--大猎物丢失踪迹
	ANNOUNCE_INV_FULL = "就不能炼制个法器？",		--身上的物品满了
	ANNOUNCE_KNOCKEDOUT = "嗷，我的头！",		--被催眠
	ANNOUNCE_LOWRESEARCH = "我没从那儿学到什么。",		--暂无注释
	ANNOUNCE_MOSQUITOS = "啊！滚开！",		--未知
    ANNOUNCE_NOWARDROBEONFIRE = "衣柜走水了！",		--橱柜着火
    ANNOUNCE_NODANGERGIFT = "现在的氛围怕不适合拆礼物！",		--周围有危险的情况下打开礼物
    ANNOUNCE_NOMOUNTEDGIFT = "我得先从牦牛身上下来。",		--骑牛的时候打开礼物
	ANNOUNCE_NODANGERSLEEP = "迎战之时岂可休憩！",		--危险，不能睡觉
	ANNOUNCE_NODAYSLEEP = "大好时光，不可荒废。",		--白天睡帐篷
	ANNOUNCE_NODAYSLEEP_CAVE = "我还不累。",		--洞穴里白天睡帐篷
	ANNOUNCE_NOHUNGERSLEEP = "饿的睡不着！",		--饿了无法睡觉
	ANNOUNCE_NOSLEEPONFIRE = "现在进去实在找死。",		--营帐着火无法睡觉
	ANNOUNCE_NODANGERSIESTA = "现在午休太危险了！",		--危险，不能午睡
	ANNOUNCE_NONIGHTSIESTA = "在这里睡觉可会着凉。",		--夜晚睡凉棚
	ANNOUNCE_NONIGHTSIESTA_CAVE = "我不认为我在这里能真正放松下来。",		--在洞穴里夜晚睡凉棚
	ANNOUNCE_NOHUNGERSIESTA = "我太饿了，没法休息！",		--饱度不足无法午睡
	ANNOUNCE_NODANGERAFK = "现在不是逃避战斗的时候！",		--战斗状态下线（已经移除）
	ANNOUNCE_NO_TRAP = "好吧，挺简单的。",		--没有陷阱？？？
	ANNOUNCE_PECKED = "狼心狗肺！",		--被小高鸟啄
	ANNOUNCE_QUAKE = "听起来不妙。",		--地震
	ANNOUNCE_RESEARCH = "活到老学到老！",		--暂无注释
	ANNOUNCE_SHELTER = "吹面不寒杨柳风！",		--下雨天躲树下
	ANNOUNCE_THORNS = "攀折玫瑰！",		--玫瑰扎手
	ANNOUNCE_BURNT = "唯余灰烬！",		--烧完了
	ANNOUNCE_TORCH_OUT = "火灭了！",		--火把用完了
	ANNOUNCE_THURIBLE_OUT = "风卷残云墨燃尽。",		--香炉燃尽
	ANNOUNCE_FAN_OUT = "我的风扇已随风消逝。",		--小风车停了
    ANNOUNCE_COMPASS_OUT = "司南也也用尽的一天。",		--指南针用完了
	ANNOUNCE_TRAP_WENT_OFF = "哎呀。",		--触发陷阱（例如冬季陷阱）
	ANNOUNCE_UNIMPLEMENTED = "噢！这应该还没准备好。",		--暂无注释
	ANNOUNCE_WORMHOLE = "不入虎穴，焉得虎子。",		--跳虫洞
	ANNOUNCE_TOWNPORTALTELEPORT = "我不确定那是不是法力。",		--豪华传送
	ANNOUNCE_CANFIX = "我觉得我能修好这个！",
		--墙壁可以修理
	ANNOUNCE_ACCOMPLISHMENT = "我觉得好有成就感！",		--暂无注释
	ANNOUNCE_ACCOMPLISHMENT_DONE = "如果我的朋友现在能看到我就好了...",			--暂无注释
	ANNOUNCE_INSUFFICIENTFERTILIZER = "放一些墙头土。",		--土地肥力不足
	ANNOUNCE_TOOL_SLIP = "哦，那工具太滑手了！",		--工具滑出
	ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED = "声析江河，势崩雷电！",		--规避闪电
	ANNOUNCE_TOADESCAPING = "癞蛤蟆正在溜走。",		--蟾蜍正在逃跑
	ANNOUNCE_TOADESCAPED = "癞蛤蟆逃走了。",		--蟾蜍逃走了
	ANNOUNCE_DAMP = "雨水漫点湿衣裳。",		--潮湿（1级）
	ANNOUNCE_WET = "何妨吟啸且徐行。",		--潮湿（2级）
	ANNOUNCE_WETTER = "昨夜观云不知意，今朝甘霖冷湿身！",		--潮湿（3级）
	ANNOUNCE_SOAKED = "云清落雨，水澹生烟。",		--潮湿（4级）
    ANNOUNCE_DESPAWN = "我能看见光!",		--下线
	ANNOUNCE_BECOMEGHOST = "阴阳相隔！",		--变成鬼魂
	ANNOUNCE_GHOSTDRAIN = "我的人性要开始流失了...",		--队友死亡掉san
	ANNOUNCE_PETRIFED_TREES = "树木的生命在流失。",		--石化树
	ANNOUNCE_KLAUS_ENRAGE = "来啊，用昂扬的怒火面对我！",		--克劳斯被激怒（杀死了鹿）
	ANNOUNCE_KLAUS_UNCHAINED = "它的链条松开了！",		--克劳斯-未上锁的  猜测是死亡准备变身？
	ANNOUNCE_KLAUS_CALLFORHELP = "它在求救！",		--克劳斯召唤小偷
    ANNOUNCE_SPOOKED = "你看到了吗？！",		--被吓到
	ANNOUNCE_BRAVERY_POTION = "那些树看上去没那么可怕了。",		--勇气药剂
    ANNOUNCE_REVIVING_CORPSE = "让我帮帮你。",		--暂无注释
    ANNOUNCE_REVIVED_OTHER_CORPSE = "焕然一新！",		--暂无注释
    ANNOUNCE_REVIVED_FROM_CORPSE = "好多了，谢谢啦。",		--暂无注释
    ANNOUNCE_ROYALTY =
    {
        "陛下。",		--向带着蜂王帽的队友鞠躬
        "殿下。",		--向带着蜂王帽的队友鞠躬
        "我的君主！",		--向带着蜂王帽的队友鞠躬
    },
	BATTLECRY =
	{
		GENERIC = "金气思斗，迥立苍苍！",		--战斗
		PIG = "区区的猪精，也可挑衅天神！",		--战斗 猪人
		PREY = "挥剑而亡！",		--战斗 猎物？？大象？
		SPIDER = "尚未化形，竟敢伤人！",		--战斗 蜘蛛
		SPIDER_WARRIOR = "倒有些本事！",		--战斗 蜘蛛战士
		DEER = "鹿肉鲜美！",		--暂无注释
	},
	COMBAT_QUIT =
	{
		GENERIC = "他肯定尝到我的厉害了！",		--攻击目标被卡住，无法攻击
		PIG = "这次姑且放过他吧。",		--退出战斗-猪人
		PREY = "遁速快了！",		--退出战斗 猎物？？大象？
		SPIDER = "恶心之物。",		-- 退出战斗 蜘蛛
		SPIDER_WARRIOR = "饶你一命罢了！",		--退出战斗 蜘蛛战士
	},
	DESCRIBE =
	{
		MULTIPLAYER_PORTAL = "幽眼独明，玫瑰绕柱。",		-- 物品名:"绚丽之门"
        MULTIPLAYER_PORTAL_MOONROCK = "似往星河璀璨处前行。",		-- 物品名:"天体传送门"
        MOONROCKIDOL = "门之匙。",		-- 物品名:"月岩雕像" 制造描述:"重要人物。"
        CONSTRUCTION_PLANS = "不知何处！",		-- 物品名:未找到
        ANTLION =
        {
            GENERIC = "我身上有它想要的东西。",		-- 物品名:"蚁狮"->默认
            VERYHAPPY = "看起来跟我关系不错。",		-- 物品名:"蚁狮"
            UNHAPPY = "看起来很生气。",		-- 物品名:"蚁狮"
        },
        ANTLIONTRINKET = "有人可能对此感兴趣。",		-- 物品名:"沙滩玩具"
        SANDSPIKE = "我原本会被刺穿的！",		-- 物品名:"沙刺"
        SANDBLOCK = "真是坚持不懈！",		-- 物品名:"沙堡"
        GLASSSPIKE = "我还没有被刺穿时的记忆。",		-- 物品名:"玻璃狼牙棒"
        GLASSBLOCK = "孩童之物。",		-- 物品名:"玻璃城堡"
        ABIGAIL_FLOWER =
        {
            GENERIC ="太漂亮了，让人流连忘返。",		-- 物品名:"阿比盖尔之花"->默认 制造描述:"一个神奇的纪念品。"
            LONG = "看到那东西时，我的元神受伤了。",		-- 物品名:"阿比盖尔之花"->还需要很久 制造描述:"一个神奇的纪念品。"
            MEDIUM = "这让我毛骨悚然。",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
            SOON = "那朵花有情况！",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
            HAUNTED_POCKET = "我该放下它。",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
            HAUNTED_GROUND = "我会查明它到底做了些什么。",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
        },
        BALLOONS_EMPTY = "看起来像小丑货币。",		-- 物品名:"韦斯的气球" 制造描述:"要是有更简单的方法该多好。"
        BALLOON = "他们怎么漂浮的？",		-- 物品名:"气球" 制造描述:"一个神奇的纪念品。"
        BERNIE_INACTIVE =
        {
            BROKEN = "它最终土崩瓦解。",		-- 物品名:"伯尼" 制造描述:"这个疯狂的世界总有你熟悉的人。"
            GENERIC = "它全烧焦了。",		-- 物品名:"伯尼"->默认 制造描述:"这个疯狂的世界总有你熟悉的人。"
        },
        BERNIE_ACTIVE = "泰迪熊在四处溜达。",		-- 物品名:"伯尼" 制造描述:"这个疯狂的世界总有你熟悉的人。"
        BERNIE_BIG = "千万不要惹薇洛。",		-- 物品名:"伯尼！" 制造描述:"这个疯狂的世界总有你熟悉的人。"
        BOOK_BIRDS = "一本鸟书。",		-- 物品名:"世界鸟类手册" 制造描述:"涵盖1000个物种：习性、栖息地及叫声。"
        BOOK_TENTACLES = "有人会被拖着去读这本书。",		-- 物品名:"触手的召唤" 制造描述:"让我们来了解一下地下的朋友们！"
        BOOK_GARDENING = "读了半天没看到树木生长。",		-- 物品名:"应用园艺学" 制造描述:"讲述培育和照料植物的相关知识。"
        BOOK_SLEEP = "奇怪，这只是五百页的电报码。",		-- 物品名:"睡前故事" 制造描述:"送你入梦的睡前故事。"
        BOOK_BRIMSTONE = "世界终将毁灭。",		-- 物品名:"末日将至！" 制造描述:"世界将在火焰和灾难中终结！"
        PLAYER =
        {
            GENERIC = "你好，%s！",		-- 物品名:未找到
            ATTACKER = "%s 看着很善变...",		-- 物品名:未找到
            MURDERER = "谋杀犯！",		-- 物品名:未找到
            REVIVER = "%s，鬼魂的朋友。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "%s 可以使用一颗心。",		-- 物品名:"幽灵"
            FIRESTARTER = "烧掉这个并不能解决问题，%s。",		-- 物品名:未找到
        },
        WILSON =
        {
            GENERIC = "你是个好人。",		-- 物品名:"威尔逊"->默认
            ATTACKER = "是的。我总是看起来很吓人吗？",		-- 物品名:"威尔逊"
            MURDERER = "你的存在触犯了规律，%s！",		-- 物品名:"威尔逊"
            REVIVER = "%s 很专业地将我们的理论付诸实现。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "最好弄个复活设备。不能让另一个人漂着。",		-- 物品名:"幽灵"
            FIRESTARTER = "烧掉这个并不能解决问题，%s。",		-- 物品名:"威尔逊"
        },
        WOLFGANG =
        {
            GENERIC = "很高兴见到你，%s！",		-- 物品名:"沃尔夫冈"->默认
            ATTACKER = "不要和强者挑起战斗...",		-- 物品名:"沃尔夫冈"
            MURDERER = "谋杀犯！我能抓到你！",		-- 物品名:"沃尔夫冈"
            REVIVER = "%s 只是一只巨型泰迪熊。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "我跟你说过不要硬拉那个大石头了。数值都不对。",		-- 物品名:"幽灵"
            FIRESTARTER = "实际上你无法灭火，%s！",		-- 物品名:"沃尔夫冈"
        },
        WAXWELL =
        {
            GENERIC = "日安，%s！",		-- 物品名:"麦斯威尔"->默认
            ATTACKER = "你似乎从“说话干净利落”变成“粘舌”。",		-- 物品名:"麦斯威尔"
            MURDERER = "我要教教你逻辑和推理...这是我的强项！",		-- 物品名:"麦斯威尔"
            REVIVER = "%s 他把能力用在正义的事业。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "不要那样看我，%s！我在努力！",		-- 物品名:"幽灵"
            FIRESTARTER = "%s 只求火烤。",		-- 物品名:"麦斯威尔"
        },
        WX78 =
        {
            GENERIC = "日安，%s！",		-- 物品名:"WX-78"->默认
            ATTACKER = "%s，我想我们得调整你的首要指令...",		-- 物品名:"WX-78"
            MURDERER = "%s！你已经违反了第一律法！",		-- 物品名:"WX-78"
            REVIVER = "我猜是 %s 让感同身受组件启动并运行。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "我一直想 %s 该长点心。现在，我很确定！",		-- 物品名:"幽灵"
            FIRESTARTER = "%s！你看起来快融化了。发生什么事?",		-- 物品名:"WX-78"
        },
        WILLOW =
        {
            GENERIC = "日安，%s！",		-- 物品名:"薇洛"->默认
            ATTACKER = "%s 紧紧抓住那个打火机...",		-- 物品名:"薇洛"
            MURDERER = "谋杀犯！纵火犯！",		-- 物品名:"薇洛"
            REVIVER = "%s，鬼魂的朋友。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "%s，我敢肯定你渴望有一颗心。",		-- 物品名:"幽灵"
            FIRESTARTER = "再来？",		-- 物品名:"薇洛"
        },
        WENDY =
        {
            GENERIC = "你好，%s！",		-- 物品名:"温蒂"->默认
            ATTACKER = "%s 没有尖锐的东西，有吗？",		-- 物品名:"温蒂"
            MURDERER = "谋杀犯！",		-- 物品名:"温蒂"
            REVIVER = "%s 视鬼魂为家人。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "我看到两个！我最好给 %s 制造一颗心。",		-- 物品名:"幽灵"
            FIRESTARTER = "我知道是你点的那些火焰，%s。",		-- 物品名:"温蒂"
        },
        WOODIE =
        {
            GENERIC = "你好，%s！",		-- 物品名:"伍迪"->默认
            ATTACKER = "%s 最近有点活力...",		-- 物品名:"伍迪"
            MURDERER = "凶手！来把斧子，我们砍起来！",		-- 物品名:"伍迪"
            REVIVER = "%s 救下了大家的培根。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "%s，“宇宙”包括虚无吗？",		-- 物品名:"幽灵"
            BEAVER = "%s 疯狂的砍树，根本停不下来！",		-- 物品名:"伍迪"
            BEAVERGHOST = "%s，如果我不复活你，你会生气吗？",		-- 物品名:"伍迪"
            FIRESTARTER = "%s，别把自己烧了。",		-- 物品名:"伍迪"
        },
        WICKERBOTTOM =
        {
            GENERIC = "日安，%s！",		-- 物品名:"薇克巴顿"->默认
            ATTACKER = "%s 准备拿书丢我。",		-- 物品名:"薇克巴顿"
            MURDERER = "同行评审来了！",		-- 物品名:"薇克巴顿"
            REVIVER = "我对 %s 的实践原理深怀敬意。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "这似乎不太对，不是吗，%s？",		-- 物品名:"幽灵"
            FIRESTARTER = "我相信你很有理由才点火。",		-- 物品名:"薇克巴顿"
        },
        WES =
        {
            GENERIC = "你好，%s！",		-- 物品名:"韦斯"->默认
            ATTACKER = "%s 死寂般沉默...",		-- 物品名:"韦斯"
            MURDERER = "用哑剧表达这个！",		-- 物品名:"韦斯"
            REVIVER = "%s 突破固有的思维模式。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "怎样用哑剧动作表示“我要弄个复活装备”？",		-- 物品名:"幽灵"
            FIRESTARTER = "等等，不要跟我说。火是你点的。",		-- 物品名:"韦斯"
        },
        WEBBER =
        {
            GENERIC = "日安，%s！",		-- 物品名:"韦伯"->默认
            ATTACKER = "我会卷起一张纸莎草报纸，以防万一。",		-- 物品名:"韦伯"
            MURDERER = "杀人凶手！我要灭了你，%s！",		-- 物品名:"韦伯"
            REVIVER = "%s 和其他人打成一片。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "%s 真的很想让我给它一颗心。",		-- 物品名:"幽灵"
            FIRESTARTER = "我们得开个防火安全群组会议。",		-- 物品名:"韦伯"
        },
        WATHGRITHR =
        {
            GENERIC = "日安，%s！",		-- 物品名:"薇格弗德"->默认
            ATTACKER = "有可能的话，我会躲开 %s 的拳头。",		-- 物品名:"薇格弗德"
            MURDERER = "%s 变得狂暴！",		-- 物品名:"薇格弗德"
            REVIVER = "%s 精神饱满。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "做的不错。你还没逃离英灵殿呢，%s。",		-- 物品名:"幽灵"
            FIRESTARTER = "%s 加热好手。",		-- 物品名:"薇格弗德"
        },
        WINONA =
        {
            GENERIC = "日安，%s！",		-- 物品名:"薇诺娜"->默认
            ATTACKER = "%s 是安全隐患.",		-- 物品名:"薇诺娜"
            MURDERER = "到此为止了，%s！",		-- 物品名:"薇诺娜"
            REVIVER = "你可真是方便好用啊，%s。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "好像有人在给你的计划泼冷水呢。",		-- 物品名:"幽灵"
            FIRESTARTER = "工厂的东西烧起来了。",		-- 物品名:"薇诺娜"
        },
        WORTOX =
        {
            GENERIC = "你好, %s!",		-- 物品名:"沃拓克斯"->默认
            ATTACKER = "%s！我就知道你不可信！",		-- 物品名:"沃拓克斯"
            MURDERER = "是时候正面对抗这个长角的恶魔了！",		-- 物品名:"沃拓克斯"
            REVIVER = "多谢你的援助之爪 %s.",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "我拒绝接受有鬼魂和恶魔的现实。",		-- 物品名:"幽灵"
            FIRESTARTER = "%s 正在变成一个生存的负担。",		-- 物品名:"沃拓克斯"
        },
        WORMWOOD =
        {
            GENERIC = "你好，%s！",		-- 物品名:"沃姆伍德"->默认
            ATTACKER = "%s 今天似乎比平时更多刺。",		-- 物品名:"沃姆伍德"
            MURDERER = "准备被除草吧,小杂草， %s!",		-- 物品名:"沃姆伍德"
            REVIVER = "%s 从来不会放弃他的朋友。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "需要一些帮助吧，小伙伴？",		-- 物品名:"幽灵"
            FIRESTARTER = "我以为你讨厌火， %s.",		-- 物品名:"沃姆伍德"
        },
        MIGRATION_PORTAL =
        {
            GENERIC = "我要是有朋友，就能用这玩意去看他们。",		-- 物品名:"Matic 朋友之门"->默认
            OPEN = "过去以后，我还是我吗？",		-- 物品名:"Matic 朋友之门"->打开
            FULL = "这似乎在那边很火。",		-- 物品名:"Matic 朋友之门"->满了
        },
        GLOMMER = "不失可爱。",		-- 物品名:"格罗姆"
        GLOMMERFLOWER =
        {
            GENERIC = "花瓣微微绽放。",		-- 物品名:"格罗姆花"->默认
            DEAD = "花瓣枯萎，微微发亮。",		-- 物品名:"格罗姆花"->死了
        },
        GLOMMERWINGS = "早日安好吧！",		-- 物品名:"格罗姆翅膀"
        GLOMMERFUEL = "虽然恶心但是包含大量能量。",		-- 物品名:"格罗姆的黏液"
        BELL = "叮呤呤。",		-- 物品名:"远古铃铛" 制造描述:"这可不是普通的铃铛。"
        STATUEGLOMMER =
        {
            GENERIC = "此物杨戬未曾所见。",		-- 物品名:"格罗姆雕像"->默认
            EMPTY = "打碎了，能否再开出花？",		-- 物品名:"格罗姆雕像"
        },
        LAVA_POND_ROCK = "这地不赖啊。",		-- 物品名:"岩石"
		WEBBERSKULL = "可怜的小家伙。应该为他举办一个体面的葬礼。",		-- 物品名:"韦伯的头骨"
		WORMLIGHT = "看起来很好吃。",		-- 物品名:"发光蓝莓"
		WORMLIGHT_LESSER = "有点皱巴巴的。",		-- 物品名:"较少发光蓝莓"
		WORM =
		{
		    PLANT = "我已经看穿你了。",		-- 物品名:"洞穴蠕虫"
		    DIRT = "看起来就像一堆土。",		-- 物品名:"洞穴蠕虫"
		    WORM = "它是一只蠕虫！",		-- 物品名:"洞穴蠕虫"
		},
        WORMLIGHT_PLANT = "我已经看穿你了。",		-- 物品名:"神秘植物"
		MOLE =
		{
			HELD = "哦~小土地公公。",		-- 物品名:"鼹鼠"->拿在手里
			UNDERGROUND = "别妄想偷我东西。",		-- 物品名:"鼹鼠"
			ABOVEGROUND = "拿出我的小锤锤...",		-- 物品名:"鼹鼠"
		},
		MOLEHILL = "多么美好的地洞啊！",		-- 物品名:"鼹鼠丘"
		MOLEHAT = "我的天眼可不需要那个。",		-- 物品名:"鼹鼠帽" 制造描述:"为穿戴者提供夜视能力。"
		EEL = "这能做一道好菜。",		-- 物品名:"鳗鱼"
		EEL_COOKED = "闻起来真香！",		-- 物品名:"烤鳗鱼"
		UNAGI = "希望这不会让任何人变为鳗鱼！",		-- 物品名:"鳗鱼料理"
		EYETURRET = "希望它不会看向我。",		-- 物品名:"眼睛炮塔"
		EYETURRET_ITEM = "我想它在睡觉。",		-- 物品名:"眼睛炮塔" 制造描述:"要远离讨厌的东西，就得杀了它们。"
		MINOTAURHORN = "燃犀避凡尘！",		-- 物品名:"守护者之角"
		MINOTAURCHEST = "华贵至极，华贵至极。",		-- 物品名:"大号华丽箱子"
		THULECITE_PIECES = "更小块的铥矿。",		-- 物品名:"铥矿碎片"
		POND_ALGAE = "池塘边的水藻。",		-- 物品名:"水藻"
		GREENSTAFF = "拆解事物的根基。",		-- 物品名:"拆解魔杖" 制造描述:"干净而有效的摧毁。"
		GIFT = "那是给我的吗？",		-- 物品名:"礼物"
        GIFTWRAP = "我太厉害了！",		-- 物品名:"礼物包装" 制造描述:"把东西打包起来，好看又可爱！"
		POTTEDFERN = "盆里有颗蕨类植物。",		-- 物品名:"蕨类盆栽" 制造描述:"做个花盆，里面栽上蕨类植物。"
        SUCCULENT_POTTED = "陶盆里有多肉植物。",		-- 物品名:"多肉盆栽" 制造描述:"塞进陶盆的漂亮多肉植物。"
		SUCCULENT_PLANT = "那里有芦荟。",		-- 物品名:"多肉植物"
		SUCCULENT_PICKED = "把玩的小玩意。",		-- 物品名:"多肉植物"
		SENTRYWARD = "十分精密的测绘工具。",		-- 物品名:"月眼守卫" 制造描述:"绘图者最有价值的武器。"
        TOWNPORTAL =
        {
			GENERIC = "遥望千里一日归。",		-- 物品名:"强征传送塔"->默认 制造描述:"用沙子的力量聚集你的朋友们。"
			ACTIVE = "风沙拂面又归家。",		-- 物品名:"强征传送塔"->激活了 制造描述:"用沙子的力量聚集你的朋友们。"
		},
        TOWNPORTALTALISMAN = 
        {
			GENERIC = "迷你分离器。",		-- 物品名:"沙漠石头"->默认
			ACTIVE = "扎手的石头。",		-- 物品名:"沙漠石头"->激活了
		},
        WETPAPER = "可以做符纸。",		-- 物品名:"纸张"
        WETPOUCH = "这个包裹只能勉强绑在一起。",		-- 物品名:"起皱的包裹"
        MOONROCK_PIECES = "我应该能打碎它。",		-- 物品名:"月亮石碎块"
        MOONBASE =
        {
            GENERIC = "放一柄法杖。",		-- 物品名:"月亮石"->默认
            BROKEN = "都搞砸了。",		-- 物品名:"月亮石"
            STAFFED = "然后呢？",		-- 物品名:"月亮石"
            WRONGSTAFF = "我有一种明显的感觉，这不对。",		-- 物品名:"月亮石"
            MOONSTAFF = "石头神奇的点燃了它。",		-- 物品名:"月亮石"
        },
        MOONDIAL = 
        {
			GENERIC = "月光无淹晷，逝水有迅流。",		-- 物品名:"月晷"->默认 制造描述:"追踪月相！"
			NIGHT_NEW = "新月初生。",		-- 物品名:"月晷" 制造描述:"追踪月相！"
			NIGHT_WAX = "月渐溢满。",		-- 物品名:"月晷" 制造描述:"追踪月相！"
			NIGHT_FULL = "满月相迎。",		-- 物品名:"月晷" 制造描述:"追踪月相！"
			NIGHT_WANE = "月日颓小。",		-- 物品名:"月晷" 制造描述:"追踪月相！"
			CAVE = "洞中何来月可窥视。",		-- 物品名:"月晷" 制造描述:"追踪月相！"
        },
		THULECITE = "蕴含着极大的能量。",		-- 物品名:"铥矿石" 制造描述:"将小碎片合成一大块。"
		ARMORRUINS = "它轻得古怪。",		-- 物品名:"铥矿甲" 制造描述:"炫目并且能提供保护。"
		ARMORSKELETON = "铮铮白骨",		-- 物品名:"骨头盔甲" 制造描述:"追踪月相！"
		SKELETONHAT = "它给我带来可怕的想象。",		-- 物品名:"骨头头盔" 制造描述:"追踪月相！"
		RUINS_BAT = "份量相当重。",		-- 物品名:"铥矿岩棒" 制造描述:"尖钉让一切变得更好。"
		RUINSHAT = "我的头发怎么样？",		-- 物品名:"远古王冠" 制造描述:"附有远古力场！"
		NIGHTMARE_TIMEPIECE =
		{
            CALM = "一切都好了。",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            WARN = "感测到这里有相当强的魔法能量。",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            WAXING = "变得越来越密集了！",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            STEADY = "好像保持稳定了。",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            WANING = "感觉魔法能量正在逐渐减弱。",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            DAWN = "暗影怪快不见了！",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            NOMAGIC = "这里没有魔法能量。",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
		},
		BISHOP_NIGHTMARE = "它在分崩离析！",		-- 物品名:"损坏的发条主教" 制造描述:"跟踪周围魔力水平的流动。"
		ROOK_NIGHTMARE = "真可怕！",		-- 物品名:"损坏的发条战车" 制造描述:"跟踪周围魔力水平的流动。"
		KNIGHT_NIGHTMARE = "一个残暴的发条骑士！",		-- 物品名:"损坏的发条骑士" 制造描述:"跟踪周围魔力水平的流动。"
		MINOTAUR = "那家伙看起来不太高兴。",		-- 物品名:"远古守护者" 制造描述:"跟踪周围魔力水平的流动。"
		SPIDER_DROPPER = "自我提醒：别向上看。",		-- 物品名:"穴居悬蛛" 制造描述:"跟踪周围魔力水平的流动。"
		NIGHTMARELIGHT = "幻象不可存吾眼。",		-- 物品名:"梦魇灯座" 制造描述:"跟踪周围魔力水平的流动。"
		NIGHTSTICK = "它带电！",		-- 物品名:"晨星锤" 制造描述:"用于夜间战斗的晨光。"
		GREENGEM = "闪耀着创造光芒。",		-- 物品名:"绿宝石" 制造描述:"跟踪周围魔力水平的流动。"
		MULTITOOL_AXE_PICKAXE = "太高明了！",		-- 物品名:"多用斧镐" 制造描述:"加倍实用。"
		ORANGESTAFF = "这比走路好。",		-- 物品名:"瞬移魔杖" 制造描述:"适合那些不喜欢走路的人。"
		YELLOWAMULET = "手感温暖。",		-- 物品名:"魔光护符" 制造描述:"从天堂汲取力量。"
		GREENAMULET = "所有基地都得配一个！",		-- 物品名:"建造护符" 制造描述:"用更少的材料合成物品！"
		SLURPERPELT = "死了的样子也没什么不同。",			-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
		SLURPER = "好多毛！",		-- 物品名:"啜食者" 制造描述:"跟踪周围魔力水平的流动。"
		SLURPER_PELT = "死了的样子也没什么不同。",		-- 物品名:"啜食者皮" 制造描述:"跟踪周围魔力水平的流动。"
		ARMORSLURPER = "一根湿漉漉的、帮助你抵抗饥饿的腰带。",		-- 物品名:"饥饿腰带" 制造描述:"保持肚子不饿。"
		ORANGEAMULET = "瞬移的用处可大了。",		-- 物品名:"懒人护符" 制造描述:"适合那些不喜欢捡东西的人。"
		YELLOWSTAFF = "指引星辰之力。",		-- 物品名:"唤星者法杖" 制造描述:"召唤一个小星星。"
		YELLOWGEM = "这个宝石是黄色的。",		-- 物品名:"黄宝石" 制造描述:"跟踪周围魔力水平的流动。"
		ORANGEGEM = "一颗橙宝石。",		-- 物品名:"橙宝石" 制造描述:"跟踪周围魔力水平的流动。"
        OPALSTAFF = "引导月光的法杖。",		-- 物品名:"唤月者魔杖" 制造描述:"跟踪周围魔力水平的流动。"
        OPALPRECIOUSGEM = "这个宝石看起来很特别。",		-- 物品名:"彩虹宝石" 制造描述:"跟踪周围魔力水平的流动。"
        TELEBASE = 
		{
			VALID = "它准备好了。",		-- 物品名:"传送焦点"->有效 制造描述:"装上宝石试试。"
			GEMS = "它需要更多紫宝石。",		-- 物品名:"传送焦点"->需要宝石 制造描述:"装上宝石试试。"
		},
		GEMSOCKET = 
		{
			VALID = "看起来准备就绪了。",		-- 物品名:"宝石底座"->有效
			GEMS = "它需要一颗宝石。",		-- 物品名:"宝石底座"->需要宝石
		},
		STAFFLIGHT = "灼热的火光。",		-- 物品名:"矮人之星"
        STAFFCOLDLIGHT = "冰极而寒。",		-- 物品名:"极光"
        ANCIENT_ALTAR = "古老而神秘的建筑。",		-- 物品名:"远古祭坛"
        ANCIENT_ALTAR_BROKEN = "这个好像破损了。",		-- 物品名:"损坏的远古祭坛"
        ANCIENT_STATUE = "它好像在与世界格格不入。",		-- 物品名:"远古雕像"
        LICHEN = "只有蓝藻能在这种光线条件下生长。",		-- 物品名:"洞穴苔藓"
		CUTLICHEN = "饱腹之物。",		-- 物品名:"苔藓"
		CAVE_BANANA = "软塌塌的。",		-- 物品名:"洞穴香蕉"
		CAVE_BANANA_COOKED = "好吃！",		-- 物品名:"烤香蕉"
		CAVE_BANANA_TREE = "怀疑它能不能光合作用。",		-- 物品名:"洞穴香蕉树"
		ROCKY = "它的钳子真吓人。",		-- 物品名:"石虾"
		COMPASS =
		{
			GENERIC="我面朝哪个方向？",		-- 物品名:"指南针"->默认 制造描述:"指向北方。"
			N = "北。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			S = "南。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			E = "东。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			W = "西。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			NE = "东北。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			SE = "东南。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			NW = "西北。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			SW = "西南。",		-- 物品名:"指南针" 制造描述:"指向北方。"
		},
        HOUNDSTOOTH = "锋利无比！",		-- 物品名:"犬牙" 制造描述:"指向北方。"
        ARMORSNURTLESHELL = "懦夫之物。",		-- 物品名:"蜗壳护甲" 制造描述:"指向北方。"
        BAT = "记得消毒！",		-- 物品名:"洞穴蝙蝠" 制造描述:"指向北方。"
        BATBAT = "我敢打赌，如果我拿着其中俩个我就能飞起来。",		-- 物品名:"蝙蝠棒" 制造描述:"所有科技都如此...耗费精神。"
        BATWING = "切忌生吃。",		-- 物品名:"洞穴蝙蝠翅膀" 制造描述:"指向北方。"
        BATWING_COOKED = "至少它不会再活过来了。",		-- 物品名:"烤蝙蝠翅膀" 制造描述:"指向北方。"
        BATCAVE = "我可不想吵醒它们。",		-- 物品名:"蝙蝠洞" 制造描述:"指向北方。"
        BEDROLL_FURRY = "真是又暖和又舒服。",		-- 物品名:"毛皮铺盖" 制造描述:"舒适地一觉睡到天亮！"
        BUNNYMAN = "这兔子精好壮实。",		-- 物品名:"兔人" 制造描述:"指向北方。"
        FLOWER_CAVE = "微微萤火，可照前路。",		-- 物品名:"荧光花" 制造描述:"指向北方。"
        GUANO = "粪恭。",		-- 物品名:"鸟粪" 制造描述:"指向北方。"
        LANTERN = "破除黑暗。",		-- 物品名:"提灯" 制造描述:"可加燃料、明亮、便携！"
        LIGHTBULB = "奇怪，看起来就很好吃。",		-- 物品名:"荧光果" 制造描述:"指向北方。"
        MANRABBIT_TAIL = "手里抓个东西挺好的。",		-- 物品名:"兔绒" 制造描述:"指向北方。"
        MUSHROOMHAT = "让穿戴者看起来像一个有趣的家伙。",		-- 物品名:"蘑菇帽" 制造描述:"指向北方。"
        MUSHROOM_LIGHT2 =
        {
            ON = "倒是一盏值得把玩的灯。",		-- 物品名:"炽菇灯"->开启 制造描述:"受到火山岩浆灯饰学问的激发。"
            OFF = "灯虽好，却扰人清梦。",		-- 物品名:"炽菇灯"->关闭 制造描述:"受到火山岩浆灯饰学问的激发。"
            BURNT = "区区凡物，岂可长久？",		-- 物品名:"炽菇灯"->烧焦的 制造描述:"受到火山岩浆灯饰学问的激发。"
        },
        MUSHROOM_LIGHT =
        {
            ON = "蘑菇就可把它点亮了。",		-- 物品名:"蘑菇灯"->开启 制造描述:"任何蘑菇的完美添加物。"
            OFF = "它是一个大蘑菇灯。",		-- 物品名:"蘑菇灯"->关闭 制造描述:"任何蘑菇的完美添加物。"
            BURNT = "已经背焚毁。",		-- 物品名:"蘑菇灯"->烧焦的 制造描述:"任何蘑菇的完美添加物。"
        },
        SLEEPBOMB = "一扔就让我犯困。",		-- 物品名:"睡袋" 制造描述:"可以扔掉的袋子睡意沉沉。"
        MUSHROOMBOMB = "一朵蘑菇云正在生成！",		-- 物品名:"炸弹蘑菇" 制造描述:"任何蘑菇的完美添加物。"
        SHROOM_SKIN = "疣，都是疣！",		-- 物品名:"蘑菇皮" 制造描述:"任何蘑菇的完美添加物。"
        TOADSTOOL_CAP =
        {
            EMPTY = "只是地上的一个洞。",		-- 物品名:"毒菌蟾蜍"
            INGROUND = "有东西伸出来了。",		-- 物品名:"毒菌蟾蜍"->在地里面
            GENERIC = "那毒菌只是想被砍掉。",		-- 物品名:"毒菌蟾蜍"->默认
        },
        TOADSTOOL =
        {
            GENERIC = "咦嘘！我不要亲吻那东西！",		-- 物品名:"毒菌蟾蜍"->默认
            RAGE = "它狂跳不止！",		-- 物品名:"毒菌蟾蜍"->愤怒
        },
        MUSHROOMSPROUT =
        {
            GENERIC = "拿走，天神岂可戴此物！",		-- 物品名:"孢子帽"->默认
            BURNT = "羞耻之物，烧了也罢！",		-- 物品名:"孢子帽"->烧焦的
        },
        MUSHTREE_TALL =
        {
            GENERIC = "那个蘑菇长得太大了。",		-- 物品名:"蓝蘑菇树"->默认
            BLOOM = "从远处看不出来，但它相当臭。",		-- 物品名:"蓝蘑菇树"->蘑菇树繁殖？？
        },
        MUSHTREE_MEDIUM =
        {
            GENERIC = "我的浴室里过去生长着这些东西。",		-- 物品名:"红蘑菇树"->默认
            BLOOM = "这个让我有点反感。",		-- 物品名:"红蘑菇树"->蘑菇树繁殖？？
        },
        MUSHTREE_SMALL =
        {
            GENERIC = "魔法蘑菇？",		-- 物品名:"绿蘑菇树"->默认
            BLOOM = "它在努力繁殖。",		-- 物品名:"绿蘑菇树"->蘑菇树繁殖？？
        },
        MUSHTREE_TALL_WEBBED = "蜘蛛们觉得这个很重要。",		-- 物品名:"蛛网蓝蘑菇树"
        SPORE_TALL =
        {
            GENERIC = "它四处飘荡。",		-- 物品名:"蓝色孢子"->默认
            HELD = "我要在口袋里装一点光。",		-- 物品名:"蓝色孢子"->拿在手里
        },
        SPORE_MEDIUM =
        {
            GENERIC = "在这世上已了无牵挂。",		-- 物品名:"红色孢子"->默认
            HELD = "我要在口袋里装一点光。",		-- 物品名:"红色孢子"->拿在手里
        },
        SPORE_SMALL =
        {
            GENERIC = "那是孢子的眼睛看到的景象。",		-- 物品名:"绿色孢子"->默认
            HELD = "我要在口袋里装一点光。",		-- 物品名:"绿色孢子"->拿在手里
        },
        RABBITHOUSE =
        {
            GENERIC = "那可不是真的胡萝卜。",		-- 物品名:"兔屋"->默认 制造描述:"可容纳一只巨大的兔子及其所有物品。"
            BURNT = "那可不是真的烤胡萝卜。",		-- 物品名:"兔屋"->烧焦的 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        },
        SLURTLE = "呕...恶心...",		-- 物品名:"尖壳蜗牛" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SLURTLE_SHELLPIECES = "拼不好的拼图。",		-- 物品名:"蜗壳碎片" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SLURTLEHAT = "那会弄乱我的头发。",		-- 物品名:"蜗牛帽" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SLURTLEHOLE = "“恶心的”洞穴。",		-- 物品名:"尖壳蜗牛窝" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SLURTLESLIME = "要不是有用的话，我才不会去碰呢。",		-- 物品名:"尖壳蜗牛黏液" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SNURTLE = "他不算太恶心，但还是恶心。",		-- 物品名:"圆壳蜗牛" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SPIDER_HIDER = "哇！更多蜘蛛！",		-- 物品名:"洞穴蜘蛛" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SPIDER_SPITTER = "我讨厌蜘蛛！",		-- 物品名:"喷射蜘蛛" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SPIDERHOLE = "它外面盖满了蛛网。",		-- 物品名:"蛛网岩" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SPIDERHOLE_ROCK = "它外面盖满了蛛网。",		-- 物品名:"兔屋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        STALAGMITE = "我看它就是块石头。",		-- 物品名:"石笋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        STALAGMITE_TALL = "石头，石头，石头，石头...",		-- 物品名:"石笋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TREASURECHEST_TRAP = "真方便！",		-- 物品名:"宝箱" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_CARPETFLOOR = "非常扎人。",		-- 物品名:"地毯地板" 制造描述:"超级柔软。气味像牦牛。"
        TURF_CHECKERFLOOR = "这些非常华丽。",		-- 物品名:"棋盘地板" 制造描述:"精心制作成棋盘状的大理石地砖。"
        TURF_DIRT = "一块地皮。",		-- 物品名:"泥土地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_FOREST = "一块地皮。",		-- 物品名:"森林地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_GRASS = "一块地皮。",		-- 物品名:"长草地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_MARSH = "一块地皮。",		-- 物品名:"沼泽地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_ROAD = "草草铺砌的石头。",		-- 物品名:"卵石路" 制造描述:"修建你自己的道路，通往任何地方。"
        TURF_ROCKY = "一块地皮。",		-- 物品名:"岩石地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_SAVANNA = "一块地皮。",		-- 物品名:"热带草原地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_WOODFLOOR = "这些是木地板。",		-- 物品名:"木地板" 制造描述:"优质复合地板。"
		TURF_CAVE="又一种地皮类型。",		-- 物品名:"鸟粪地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_FUNGUS="又一种地皮类型。",		-- 物品名:"菌类地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_SINKHOLE="又一种地皮类型。",		-- 物品名:"黏滑地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_UNDERROCK="又一种地皮类型。",		-- 物品名:"洞穴岩石地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_MUD="又一种地皮类型。",		-- 物品名:"泥泞地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_DECIDUOUS = "又一种地皮类型。",		-- 物品名:"桦树地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_SANDY = "又一种地皮类型。",		-- 物品名:"兔屋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_BADLANDS = "又一种地皮类型。",		-- 物品名:"兔屋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_DESERTDIRT = "一块地皮。",		-- 物品名:"沙漠地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_FUNGUS_GREEN = "一块地皮。",		-- 物品名:"菌类地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_FUNGUS_RED = "一块地皮。",		-- 物品名:"菌类地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_DRAGONFLY = "你想证明它能防火吗？",		-- 物品名:"鳞状地板" 制造描述:"消除火灾蔓延速度。"
		POWCAKE = "emmm，哮天犬你要吗？",		-- 物品名:"芝士蛋糕" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        CAVE_ENTRANCE = "我在想那岩石能不能移开。",		-- 物品名:"堵住的陷洞" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        CAVE_ENTRANCE_RUINS = "它有可能在隐瞒什么事情。",		-- 物品名:"被堵住的陷洞" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
       	CAVE_ENTRANCE_OPEN = 
        {
            GENERIC = "大地本身在排斥我！",		-- 物品名:"陷洞"->默认
            OPEN = "深邃的无底洞。",		-- 物品名:"陷洞"->打开
            FULL = "我会等到有人离开进入。",		-- 物品名:"陷洞"->满了
        },
        CAVE_EXIT = 
        {
            GENERIC = "我想我该待在这下面。",		-- 物品名:"楼梯"->默认
            OPEN = "我暂时不想再探险了。",		-- 物品名:"楼梯"->打开
            FULL = "上面太拥挤！",		-- 物品名:"楼梯"->满了
        },
		MAXWELLPHONOGRAPH = "音乐原来是从那来的。",		-- 物品名:"麦斯威尔的留声机"
		BOOMERANG = "我从不失手！",		-- 物品名:"回旋镖" 制造描述:"来自澳洲土著。"
		PIGGUARD = "他看起来不那么友善。",		-- 物品名:"猪人守卫"
		ABIGAIL = "噢，她有一个可爱的小蝴蝶结。",		-- 物品名:"阿比盖尔"
		ADVENTURE_PORTAL = "我不想再一次上当了。",		-- 物品名:"麦斯威尔之门"
		AMULET = "戴着它我感觉很安全。",		-- 物品名:"重生护符" 制造描述:"逃离死神的魔爪。"
		ANIMAL_TRACK = "食物留下的踪迹。我指的是...一只动物。",		-- 物品名:"动物足迹"
		ARMORGRASS = "希望里面没虫子。",		-- 物品名:"草甲" 制造描述:"提供少许防护。"
		ARMORMARBLE = "那看起来真的很沉。",		-- 物品名:"大理石甲" 制造描述:"它很重，但能够保护你。"
		ARMORWOOD = "那是一件非常合适的衣服。",		-- 物品名:"木甲" 制造描述:"为你抵御部分伤害。"
		ARMOR_SANITY = "护身容易防心难。",		-- 物品名:"魂甲" 制造描述:"保护你的躯体，但无法保护你的心智。"
		ASH =
		{
			GENERIC = "青林一灰烬，云气无处所。",		-- 物品名:"灰烬"->默认
			REMAINS_GLOMMERFLOWER = "传送时，花被火焰吞噬了！",		-- 物品名:"灰烬"->单机专用
			REMAINS_EYE_BONE = "传送时，眼骨被火焰吞噬了！",		-- 物品名:"灰烬"->单机专用
			REMAINS_THINGIE = "青林一灰烬，云气无处所。",		-- 物品名:"灰烬"->单机专用
		},
		AXE = "斧劈桃山难改命。",		-- 物品名:"斧头" 制造描述:"砍倒树木！"
		BABYBEEFALO = 
		{
			GENERIC = "啊。太可爱了！",		-- 物品名:"小牦牛"->默认
		    SLEEPING = "做个好梦，臭家伙。",		-- 物品名:"小牦牛"->睡着了
        },
        BUNDLE = "我们的物资都在那里面！",		-- 物品名:"捆绑物资"
        BUNDLEWRAP = "把东西打包起来应该会容易搬一点。",		-- 物品名:"捆绑包装" 制造描述:"打包你的东西的部分和袋子。"
		BACKPACK = "背负行囊。",		-- 物品名:"背包" 制造描述:"携带更多物品。"
		BACONEGGS = "不过是一道肉煎蛋。",		-- 物品名:"培根煎蛋"
		BANDAGE = "似乎挺卫生的。",		-- 物品名:"蜂蜜药膏" 制造描述:"愈合小伤口。"
		BASALT = "太硬了，敲不碎！",		-- 物品名:"玄武岩"
		BEARDHAIR = "当它们不是你自己的时候才会恶心。",		-- 物品名:"胡子"
		BEARGER = "熊一样大的獾。",		-- 物品名:"狂暴熊獾"
		BEARGERVEST = "欢迎来到冬眠站！",		-- 物品名:"熊皮背心" 制造描述:"熊皮背心。"
		ICEPACK = "毛皮使包内有保温效果。",		-- 物品名:"保鲜背包" 制造描述:"容量虽小，但能保持东西新鲜。"
		BEARGER_FUR = "一块厚毛皮。",		-- 物品名:"熊皮" 制造描述:"毛皮再生。"
		BEDROLL_STRAW = "看起来挺舒适，但闻起来一股霉味。",		-- 物品名:"草席卷" 制造描述:"一觉睡到天亮。"
		BEEQUEEN = "让那蜂刺离我远点！",		-- 物品名:"蜂王"
		BEEQUEENHIVE = 
		{
			GENERIC = "太黏了，没法走下去了。",		-- 物品名:"蜂蜜地块"->默认
			GROWING = "那东西以前在那里吗？",		-- 物品名:"蜂蜜地块"->正在生长
		},
        BEEQUEENHIVEGROWN = "何方妖孽，躲在其中！",		-- 物品名:"巨大蜂巢"
        BEEGUARD = "它正在守卫女王。",		-- 物品名:"嗡嗡蜜蜂"
        HIVEHAT = "当我穿上它时，这世界看起来不那么疯狂了。",		-- 物品名:"蜂王帽"
        MINISIGN =
        {
            GENERIC = "我可以画得比那好！",		-- 物品名:"小木牌"->默认
            UNDRAWN = "我们应该在那上面画些东西。",		-- 物品名:"小木牌"->没有画画
        },
        MINISIGN_ITEM = "像这样没有太多用处。我们应该把它放下。",		-- 物品名:"小木牌" 制造描述:"用羽毛笔在这些上面画画。"
		BEE =
		{
			GENERIC = "嗡嗡嗡，飞在花丛中。",		-- 物品名:"蜜蜂"->默认
			HELD = "当心！",		-- 物品名:"蜜蜂"->拿在手里
		},
		BEEBOX =
		{
			READY = "它里面装满了蜂蜜。",		-- 物品名:"蜂箱"->准备好了 制造描述:"贮存你自己的蜜蜂。"
			FULLHONEY = "它里面装满了蜂蜜。",		-- 物品名:"蜂箱"->蜂蜜满了 制造描述:"贮存你自己的蜜蜂。"
			GENERIC = "蜜蜂！",		-- 物品名:"蜂箱"->默认 制造描述:"贮存你自己的蜜蜂。"
			NOHONEY = "它是空的。",		-- 物品名:"蜂箱"->没有蜂蜜 制造描述:"贮存你自己的蜜蜂。"
			SOMEHONEY = "需要等一会。",		-- 物品名:"蜂箱"->有一些蜂蜜 制造描述:"贮存你自己的蜜蜂。"
			BURNT = "怎么被烧掉的？！！",		-- 物品名:"蜂箱"->烧焦的 制造描述:"贮存你自己的蜜蜂。"
		},
		MUSHROOM_FARM =
		{
			STUFFED = "那真是许许多多的蘑菇！",		-- 物品名:"蘑菇农场"->塞，满了？？ 制造描述:"种蘑菇。"
			LOTS = "木头上长满了蘑菇。",		-- 物品名:"蘑菇农场"->很多 制造描述:"种蘑菇。"
			SOME = "现在它应该继续生长。",		-- 物品名:"蘑菇农场"->有一些 制造描述:"种蘑菇。"
			EMPTY = "它可以使用一个孢子。或是一个蘑菇移植植物。",		-- 物品名:"蘑菇农场" 制造描述:"种蘑菇。"
			ROTTEN = "木头死亡了。我们应该用一个活的来替换它。",		-- 物品名:"蘑菇农场"->腐烂的--需要活木 制造描述:"种蘑菇。"
			BURNT = "腐朽的力量催生了它。",		-- 物品名:"蘑菇农场"->烧焦的 制造描述:"种蘑菇。"
			SNOWCOVERED = "我认为它在这种寒冷的天气里没办法生长。",		-- 物品名:"蘑菇农场"->被雪覆盖 制造描述:"种蘑菇。"
		},
		BEEFALO =
		{
			FOLLOWER = "他在静静地跟着我。",		-- 物品名:"牦牛"->追随者
			GENERIC = "那是一只牦牛！",		-- 物品名:"牦牛"->默认
			NAKED = "呃，他很伤心。",		-- 物品名:"牦牛"->牛毛被刮干净了
			SLEEPING = "这些家伙睡得真死。",		-- 物品名:"牦牛"->睡着了
            DOMESTICATED = "这个没其他的那么臭。",		-- 物品名:"牦牛"->驯化牛
            ORNERY = "它看起来非常生气。",		-- 物品名:"牦牛"->战斗牛
            RIDER = "这家伙看起来挺好骑的。",		-- 物品名:"牦牛"->骑行牛
            PUDGY = "嗯，它可能吃太多东西了。",		-- 物品名:"牦牛"
		},
		BEEFALOHAT = "我可不愿意带这个东西。",		-- 物品名:"牛角帽" 制造描述:"成为牛群中的一员！连气味也变得一样。"
		BEEFALOWOOL = "上佳的保暖之物。",		-- 物品名:"牛毛"
		BEEHAT = "保护你的皮肤，但会压坏你精心设计的发型。",		-- 物品名:"养蜂帽" 制造描述:"防止被愤怒的蜜蜂蜇伤。"
        BEESWAX = "上佳的防腐物！",		-- 物品名:"蜂蜡" 制造描述:"一种有用的防腐蜂蜡。"
		BEEHIVE = "蜜蜂嗡嗡忙不停。",		-- 物品名:"野生蜂窝"
		BEEMINE = "它晃动时就会嗡嗡叫。",		-- 物品名:"蜜蜂地雷" 制造描述:"变成武器的蜜蜂。会出什么问题？"
		BEEMINE_MAXWELL = "被装在地雷里的狂暴蚊子！",		-- 物品名:"麦斯威尔的蚊子陷阱"
		BERRIES = "美味的浆果。",		-- 物品名:"浆果"
		BERRIES_COOKED = "我认为加热并没有让它们变得更好。",		-- 物品名:"烤浆果"
        BERRIES_JUICY = "稍纵即逝的美味。",		-- 物品名:"多汁浆果"
        BERRIES_JUICY_COOKED = "弄得满手的是汁水！",		-- 物品名:"烤多汁浆果"
		BERRYBUSH =
		{
			BARREN = "我想它需要施肥。",		-- 物品名:"浆果丛"
			WITHERED = "枯萎了。",		-- 物品名:"浆果丛"->枯萎了
			GENERIC = "我觉得这些应该能吃。",		-- 物品名:"浆果丛"->默认
			PICKED = "或许它们会再长出来？",		-- 物品名:"浆果丛"->被采完了
			DISEASED = "看上去病的很重。",		-- 物品名:"浆果丛"->生病了
			DISEASING = "呃...有些地方不对劲。",		-- 物品名:"浆果丛"->正在生病？？
			BURNING = "易燃将尽。",		-- 物品名:"浆果丛"->正在燃烧
		},
		BERRYBUSH_JUICY =
		{
			BARREN = "水土不足。",		-- 物品名:"多汁浆果丛"
			WITHERED = "高温将多汁的浆果脱水！",		-- 物品名:"多汁浆果丛"->枯萎了
			GENERIC = "我应该把他们留到吃饭时间。",		-- 物品名:"多汁浆果丛"->默认
			PICKED = "下一批正在在努力生长。",		-- 物品名:"多汁浆果丛"->被采完了
			DISEASED = "它看上去很不舒服。",		-- 物品名:"多汁浆果丛"->生病了
			DISEASING = "呃...有些地方不对劲。",		-- 物品名:"多汁浆果丛"->正在生病？？
			BURNING = "它大部分都着火了。",		-- 物品名:"多汁浆果丛"->正在燃烧
		},
		BIGFOOT = "那真是一只巨大无比的脚。",		-- 物品名:"大脚怪"
		BIRDCAGE =
		{
			GENERIC = "始知锁向金笼听，不及林间自在啼。",		-- 物品名:"鸟笼"->默认 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			OCCUPIED = "一笼难容二鸟",		-- 物品名:"鸟笼"->被占领 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			SLEEPING = "睡着了，就忘记了痛苦。",		-- 物品名:"鸟笼"->睡着了 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			HUNGRY = "囚徒只能等待死亡。",		-- 物品名:"鸟笼"->有点饿了 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			STARVING = "好久都没人喂食了吧？",		-- 物品名:"鸟笼"->挨饿 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			DEAD = "也许死去也比困顿好？",		-- 物品名:"鸟笼"->死了 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			SKELETON = "且亡且狂。",		-- 物品名:"骷髅" 制造描述:"为你的鸟类朋友提供一个幸福的家。"
		},
		BIRDTRAP = "蛛网带来的收益！",		-- 物品名:"捕鸟陷阱" 制造描述:"捕捉会飞的动物。"
		CAVE_BANANA_BURNT = "不是我的错！",		-- 物品名:"鸟笼" 制造描述:"为你的鸟类朋友提供一个幸福的家。"
		BIRD_EGG = "为什么没有水煮蛋。",		-- 物品名:"鸟蛋" 制造描述:"为你的鸟类朋友提供一个幸福的家。"
		BIRD_EGG_COOKED = "真好吃！",		-- 物品名:"煎蛋" 制造描述:"为你的鸟类朋友提供一个幸福的家。"
		BISHOP = "退后，传教士！",		-- 物品名:"发条主教" 制造描述:"为你的鸟类朋友提供一个幸福的家。"
		BLOWDART_FIRE = "这东西似乎根本不安全。",		-- 物品名:"火焰吹箭" 制造描述:"向你的敌人喷火。"
		BLOWDART_SLEEP = "不要倒吸进去。",		-- 物品名:"催眠吹箭" 制造描述:"催眠你的敌人。"
		BLOWDART_PIPE = "我可以好好练习怎么吹蜡烛！",		-- 物品名:"吹箭" 制造描述:"向你的敌人喷射利齿。"
		BLOWDART_YELLOW = "它的准确性令人震惊。",		-- 物品名:"雷电吹箭" 制造描述:"朝你的敌人放闪电。"
		BLUEAMULET = "寒冰的庇佑！",		-- 物品名:"寒冰护符" 制造描述:"多么冰冷酷炫的护符。"
		BLUEGEM = "它散发着冰冷能量的光芒。",		-- 物品名:"蓝宝石" 制造描述:"为你的鸟类朋友提供一个幸福的家。"
		BLUEPRINT = 
		{ 
            COMMON = "日学一术，道法纵深！",		-- 物品名:"蓝图"
            RARE = "精妙至极！",		-- 物品名:"蓝图"->罕见的
        },
        SKETCH = "一张雕像的图片。要找个地方才能做出来。",		-- 物品名:"{item}骨架"
		BLUE_CAP = "它很古怪，还黏黏的。",		-- 物品名:"采摘的蓝蘑菇"
		BLUE_CAP_COOKED = "这回不一样了",		-- 物品名:"烤蓝蘑菇"
		BLUE_MUSHROOM =
		{
			GENERIC = "是蘑菇。",		-- 物品名:"蓝蘑菇"->默认
			INGROUND = "它在睡觉。",		-- 物品名:"蓝蘑菇"->在地里面
			PICKED = "不知道它会不会长回来？",		-- 物品名:"蓝蘑菇"->被采完了
		},
		BOARDS = "木板。",		-- 物品名:"木板" 制造描述:"更平直的木头。"
		BONESHARD = "骨头碎片。",		-- 物品名:"骨头碎片"
		BONESTEW = "满满的满足感溢了出来。",		-- 物品名:"炖肉汤"
		BUGNET = "抓虫子用的。",		-- 物品名:"捕虫网" 制造描述:"抓虫子用的。"
		BUSHHAT = "看着有点扎人。",		-- 物品名:"灌木丛帽" 制造描述:"很好的伪装！"
		BUTTER = "看着有点像哪吒的金砖！",		-- 物品名:"黄油"
		BUTTERFLY =
		{
			GENERIC = "蝴蝶，飞入菜花无处寻。",		-- 物品名:"蝴蝶"->默认
			HELD = "总算抓到你了！",		-- 物品名:"蝴蝶"->拿在手里
		},
		BUTTERFLYMUFFIN = "我们扔掉了食谱，即兴发挥了一下。",		-- 物品名:"蝴蝶松饼"
		BUTTERFLYWINGS = "可怜的小蝴蝶。",		-- 物品名:"蝴蝶翅膀"
		BUZZARD = "多么丑怪的一只秃鹫！",		-- 物品名:"秃鹫"
		SHADOWDIGGER = "哦，挺好的。现在不止他一个了。",		-- 物品名:"蝴蝶"
		CACTUS = 
		{
			GENERIC = "虽然有刺，但很美味。",		-- 物品名:"仙人掌"->默认
			PICKED = "干瘪了，但还是很多刺。",		-- 物品名:"仙人掌"->被采完了
		},
		CACTUS_MEAT_COOKED = "来自沙漠的烤水果。",		-- 物品名:"烤仙人掌肉"
		CACTUS_MEAT = "要想把它变成一顿美味，还需要把上面的刺弄掉。",		-- 物品名:"仙人掌肉"
		CACTUS_FLOWER = "多刺植物开出的美丽花朵。",		-- 物品名:"仙人掌花"
		COLDFIRE =
		{
			EMBERS = "得给那火加油了，或者就要灭了。",		-- 物品名:"冰火"->即将熄灭 制造描述:"这火是越烤越冷的冰火。"
			GENERIC = "驱赶周围的黑暗。",		-- 物品名:"冰火"->默认 制造描述:"这火是越烤越冷的冰火。"
			HIGH = "火要失控了！",		-- 物品名:"冰火"->高 制造描述:"这火是越烤越冷的冰火。"
			LOW = "火变得有点小了。",		-- 物品名:"冰火"->低？ 制造描述:"这火是越烤越冷的冰火。"
			NORMAL = "真舒服。",		-- 物品名:"冰火"->普通 制造描述:"这火是越烤越冷的冰火。"
			OUT = "哦，火灭了。",		-- 物品名:"冰火"->出去？外面？ 制造描述:"这火是越烤越冷的冰火。"
		},
		CAMPFIRE =
		{
			EMBERS = "不燃，火将尽。",		-- 物品名:"营火"->即将熄灭 制造描述:"燃烧时发出光亮。"
			GENERIC = "破除黑暗的笼罩。",		-- 物品名:"营火"->默认 制造描述:"燃烧时发出光亮。"
			HIGH = "火要失控了！",		-- 物品名:"营火"->高 制造描述:"燃烧时发出光亮。"
			LOW = "火变得有点小了。",		-- 物品名:"营火"->低？ 制造描述:"燃烧时发出光亮。"
			NORMAL = "真舒服。",		-- 物品名:"营火"->普通 制造描述:"燃烧时发出光亮。"
			OUT = "哦，火灭了。",		-- 物品名:"营火"->出去？外面？ 制造描述:"燃烧时发出光亮。"
		},
		CANE = "我可不是七八十的老翁。",		-- 物品名:"拐棍" 制造描述:"泰然自若地快步走。"
		CATCOON = "顽皮的小东西。",		-- 物品名:"浣熊猫" 制造描述:"燃烧时发出光亮。"
		CATCOONDEN = 
		{
			GENERIC = "树桩里的窝。",		-- 物品名:"空心树桩"->默认
			EMPTY = "它的主人没命了。",		-- 物品名:"空心树桩"
		},
		CATCOONHAT = "遮住耳朵的帽子！",		-- 物品名:"浣熊猫帽子" 制造描述:"适合那些重视温暖甚于朋友的人。"
		COONTAIL = "我觉得它还在摆动。",		-- 物品名:"浣熊猫尾巴"
		CARROT = "美味可口。",		-- 物品名:"胡萝卜"
		CARROT_COOKED = "软塌塌的。",		-- 物品名:"烤胡萝卜"
		CARROT_PLANTED = "土地在创造植物宝宝。",		-- 物品名:"胡萝卜"
		CARROT_SEEDS = "胡萝卜种子。",		-- 物品名:"胡萝卜种子"
		CARTOGRAPHYDESK =
		{
			GENERIC = "方寸之间，帷幄千里！",		-- 物品名:"制图桌"->默认 制造描述:"准确地告诉别人你去过哪里。"
			BURNING = "那件事到此为止。",		-- 物品名:"制图桌"->正在燃烧 制造描述:"准确地告诉别人你去过哪里。"
			BURNT = "现在就只有灰烬了。",		-- 物品名:"制图桌"->烧焦的 制造描述:"准确地告诉别人你去过哪里。"
		},
		WATERMELON_SEEDS = "西瓜种子。",		-- 物品名:"西瓜种子" 制造描述:"准确地告诉别人你去过哪里。"
		CAVE_FERN = "它是一种蕨类植物。",		-- 物品名:"蕨类植物" 制造描述:"准确地告诉别人你去过哪里。"
		CHARCOAL = "又小又黑，闻起来像烧焦的木头。",		-- 物品名:"木炭" 制造描述:"准确地告诉别人你去过哪里。"
        CHESSPIECE_PAWN = "我有同感。",		-- 物品名:"卒子棋子" 制造描述:"准确地告诉别人你去过哪里。"
        CHESSPIECE_ROOK =
        {
            GENERIC = "它比看上去的更重。",		-- 物品名:"战车棋子"->默认
            STRUGGLE = "棋子们自己在移动！",		-- 物品名:"战车棋子"->三基佬棋子晃动
        },
        CHESSPIECE_KNIGHT =
        {
            GENERIC = "它是匹马，当然。",		-- 物品名:"骑士棋子"->默认
            STRUGGLE = "棋子们自己在移动！",		-- 物品名:"骑士棋子"->三基佬棋子晃动
        },
        CHESSPIECE_BISHOP =
        {
            GENERIC = "是个石头主教。",		-- 物品名:"主教棋子"->默认
            STRUGGLE = "棋子们自己在移动！",		-- 物品名:"主教棋子"->三基佬棋子晃动
        },
        CHESSPIECE_MUSE = "嗯...看起来很熟悉。",		-- 物品名:"女王棋子"
        CHESSPIECE_FORMAL = "对我来说，看起来没有非常“高贵”。",		-- 物品名:"国王棋子"
        CHESSPIECE_HORNUCOPIA = "仅仅看着它就让我的肚子咕噜叫了。",		-- 物品名:"丰饶角雕刻"
        CHESSPIECE_PIPE = "那从来不是我的菜。",		-- 物品名:"泡泡烟斗雕塑"
        CHESSPIECE_DEERCLOPS = "感觉它的目光在跟着你。",		-- 物品名:"独眼巨鹿棋子"
        CHESSPIECE_BEARGER = "靠近后它大得多了。",		-- 物品名:"熊獾棋子"
        CHESSPIECE_MOOSEGOOSE = "呃。这太逼真了。",		-- 物品名:"驼鹿棋子"
        CHESSPIECE_DRAGONFLY = "啊，这让我想起一些事情。不好的记忆。",		-- 物品名:"龙蝇棋子"
        CHESSPIECE_CLAYHOUND = "反正栓着了，我才不担心呢。",		-- 物品名:"猎犬棋子"
        CHESSPIECE_CLAYWARG = "我竟然没被吃掉！",		-- 物品名:"座狼棋子"
        CHESSJUNK1 = "一堆烂棋子。",		-- 物品名:"损坏的发条装置"
        CHESSJUNK2 = "另一堆烂棋子。",		-- 物品名:"损坏的发条装置"
        CHESSJUNK3 = "更多的烂棋子。",		-- 物品名:"损坏的发条装置"
		CHESTER = "一只小短腿的...箱子，先生。",		-- 物品名:"切斯特"
		CHESTER_EYEBONE =
		{
			GENERIC = "杨戬现在有~四只眼睛。",		-- 物品名:"眼骨"->默认
			WAITING = "它睡着了。",		-- 物品名:"眼骨"->需要等待
		},
		COOKEDMANDRAKE = "可怜的小家伙。",		-- 物品名:"烤曼德拉草"
		COOKEDMEAT = "碳烤熟透。",		-- 物品名:"烤大肉"
		COOKEDMONSTERMEAT = "只比生吃的时候好吃一点点。",		-- 物品名:"烤怪物肉"
		COOKEDSMALLMEAT = "现在我不必担心会生虫子了！",		-- 物品名:"烤小肉"
		COOKPOT =
		{
			COOKING_LONG = "这还需要一点时间。",		-- 物品名:"烹饪锅"->饭还需要很久 制造描述:"制作更好的食物。"
			COOKING_SHORT = "心急吃不了热豆腐！",		-- 物品名:"烹饪锅"->饭快做好了 制造描述:"制作更好的食物。"
			DONE = "嗯！可以吃了！",		-- 物品名:"烹饪锅"->完成了 制造描述:"制作更好的食物。"
			EMPTY = "看着都觉得饿。",		-- 物品名:"烹饪锅" 制造描述:"制作更好的食物。"
			BURNT = "锅给烧没了。",		-- 物品名:"烹饪锅"->烧焦的 制造描述:"制作更好的食物。"
		},
		CORN = "我什么不能煮一煮！",		-- 物品名:"玉米" 制造描述:"制作更好的食物。"
		CORN_COOKED = "做熟了！",		-- 物品名:"爆米花" 制造描述:"制作更好的食物。"
		CORN_SEEDS = "这是一颗玉米种子。",		-- 物品名:"玉米种子" 制造描述:"制作更好的食物。"
        CANARY =
		{
			GENERIC = "黄色的？难道是那泼猴？",		-- 物品名:"金丝雀"->默认
			HELD = "掌中雀，笼中囚。",		-- 物品名:"金丝雀"->拿在手里
		},
        CANARY_POISONED = "它可能是好的。",		-- 物品名:"金丝雀（有翅膀的动物）"
		CRITTERLAB = "那里面有什么东西吗？",		-- 物品名:"岩石巢穴"
        CRITTER_GLOMLING = "多么富有空气动力学的生物啊！",		-- 物品名:"小格罗姆"
        CRITTER_DRAGONLING = "它爬进了我的心里。",		-- 物品名:"蜂群卫士"
		CRITTER_LAMB = "比起它妈妈，它的粘液少多了。",		-- 物品名:"小钢羊"
        CRITTER_PUPPY = "对一只小怪兽来说真是太可爱了！",		-- 物品名:"小座狼"
        CRITTER_KITTEN = "你会成为一位很棒的实验室助手。",		-- 物品名:"小浣猫"
        CRITTER_PERDLING = "我的长羽毛的朋友。",		-- 物品名:"小火鸡"
		CROW =
		{
			GENERIC = "恩么~只是乌鸦吗？！",		-- 物品名:"乌鸦"->默认
			HELD = "你好像不太开心。",		-- 物品名:"乌鸦"->拿在手里
		},
		CUTGRASS = "枯草唯余老牛嚼。",		-- 物品名:"草"
		CUTREEDS = "可以用来造纸？",		-- 物品名:"采下的芦苇"
		CUTSTONE = "以德服人。",		-- 物品名:"石砖" 制造描述:"切成正方形的石头。"
		DEADLYFEAST = "功效最强的大餐。",		-- 物品名:"致命的盛宴"
		DEER =
		{
			GENERIC = "我多一只，你少两只。",		-- 物品名:"无眼鹿"->默认
			ANTLER = "多么引人注目的一个鹿角啊！",		-- 物品名:"无眼鹿"
		},
        DEER_ANTLER = "掉下来正常吗？",		-- 物品名:"鹿角"
        DEER_GEMMED = "被那头野兽控制住了！",		-- 物品名:"无眼鹿"
		DEERCLOPS = "要不我借你一直眼睛！",		-- 物品名:"独眼巨鹿"
		DEERCLOPS_EYEBALL = "和我的天眼完全不同。",		-- 物品名:"独眼巨鹿眼球"
		EYEBRELLAHAT =	"它会守护佩戴人。",		-- 物品名:"眼球伞" 制造描述:"面向天空的眼球让你保持干燥。"
		DEPLETED_GRASS =
		{
			GENERIC = "四野便应枯草绿。",		-- 物品名:"草"->默认
		},
        GOGGLESHAT = "真时髦....但是少了什么。",		-- 物品名:"时髦的护目镜" 制造描述:"你可以瞪大眼睛看装饰性护目镜。"
        DESERTHAT = "关键的部位护不住又有何用。",		-- 物品名:"沙漠护目镜" 制造描述:"从你的眼睛里把沙子揉出来。"
		DEVTOOL = "闻起来像培根！",		-- 物品名:"开发工具"
		DEVTOOL_NODEV = "我还不够壮，挥不动它。",		-- 物品名:"草"
		DIRTPILE = "这是一堆土...还是足迹？",		-- 物品名:"可疑的土堆"
		DIVININGROD =
		{
			COLD = "信号很弱。",		-- 物品名:"冻伤" 制造描述:"肯定有方法可以离开这里..."
			GENERIC = "它是某种自动引导装置。",		-- 物品名:"探测杖"->默认 制造描述:"肯定有方法可以离开这里..."
			HOT = "这东西发疯了！",		-- 物品名:"中暑" 制造描述:"肯定有方法可以离开这里..."
			WARM = "我在正确的方向上。",		-- 物品名:"探测杖"->温暖 制造描述:"肯定有方法可以离开这里..."
			WARMER = "肯定很接近了。",		-- 物品名:"探测杖" 制造描述:"肯定有方法可以离开这里..."
		},
		DIVININGRODBASE =
		{
			GENERIC = "我想知道它有什么用。",		-- 物品名:"探测杖底座"->默认
			READY = "看起来它需要一把大钥匙。",		-- 物品名:"探测杖底座"->准备好了
			UNLOCKED = "现在机器可以工作了！",		-- 物品名:"探测杖底座"->解锁了
		},
		DIVININGRODSTART = "那根手杖看起来很有用！",		-- 物品名:"探测杖底座"
		DRAGONFLY = "那是一只龙蝇！",		-- 物品名:"龙蝇"
		ARMORDRAGONFLY = "热呼呼的盔甲，披在身上毛燥燥的！",		-- 物品名:"鳞甲" 制造描述:"脾气火爆的盔甲。"
		DRAGON_SCALES = "这可是我的战利品。",		-- 物品名:"鳞片"
		DRAGONFLYCHEST = "好宝贝！",		-- 物品名:"巨鳞宝箱" 制造描述:"一种结实且防火的容器。"
		DRAGONFLYFURNACE = 
		{
			HAMMERED = "看起来不太对啊。",		-- 物品名:"龙鳞火炉"->被锤了 制造描述:"给自己建造一个苍蝇暖炉。"
			GENERIC = "很热但却不亮。", --no gems		-- 物品名:"龙鳞火炉"->默认 制造描述:"给自己建造一个苍蝇暖炉。"
			NORMAL = "它是在朝我眨眼吗？", --one gem		-- 物品名:"龙鳞火炉"->普通 制造描述:"给自己建造一个苍蝇暖炉。"
			HIGH = "滚烫！", --two gems		-- 物品名:"龙鳞火炉"->高 制造描述:"给自己建造一个苍蝇暖炉。"
		},
        HUTCH = "哈奇蛋戈鱼，P.I.",		-- 物品名:"哈奇" 制造描述:"给自己建造一个苍蝇暖炉。"
        HUTCH_FISHBOWL =
        {
            GENERIC = "深邃至极，望如星空。",		-- 物品名:"星空"->默认
            WAITING = "梦在沉睡？",		-- 物品名:"星空"->需要等待
        },
		LAVASPIT = 
		{
			HOT = "好烫的口水！",		-- 物品名:"中暑"
			COOL = "我喜欢把它叫作“干唾液”。",		-- 物品名:"龙蝇唾液"
		},
		LAVA_POND = "如此瑰丽！",		-- 物品名:"岩浆池"
		LAVAE = "太烫了，没办法处理。",		-- 物品名:"岩浆虫"
		LAVAE_COCOON = "冷却下来，平静下来。",		-- 物品名:"冷冻虫卵"
		LAVAE_PET = 
		{
			STARVING = "可怜的东西一定很饿。",		-- 物品名:"超级可爱岩浆虫"->挨饿
			HUNGRY = "我听到它的小肚子在咕咕叫。",		-- 物品名:"超级可爱岩浆虫"->有点饿了
			CONTENT = "它似乎很快乐。",		-- 物品名:"超级可爱岩浆虫"->内容？？？、
			GENERIC = "啊。谁是好怪物？",		-- 物品名:"超级可爱岩浆虫"->默认
		},
		LAVAE_EGG = 
		{
			GENERIC = "里面传来微弱的暖意。",		-- 物品名:"岩浆虫卵"->默认
		},
		LAVAE_EGG_CRACKED =
		{
			COLD = "我觉得蛋不够热。",		-- 物品名:"冻伤"
			COMFY = "我从未想过我会见到一只高兴的蛋。",		-- 物品名:"岩浆虫卵"->舒服的
		},
		LAVAE_TOOTH = "一颗蛋牙！",		-- 物品名:"岩浆虫尖牙"
		DRAGONFRUIT = "好奇异的水果。",		-- 物品名:"火龙果"
		DRAGONFRUIT_COOKED = "这水果还是很怪。",		-- 物品名:"烤火龙果"
		DRAGONFRUIT_SEEDS = "古怪水果的种子。",		-- 物品名:"火龙果种子"
		DRAGONPIE = "那个火龙派非常耐饱。",		-- 物品名:"火龙果派"
		DRUMSTICK = "可以做成上好的烤鸡腿。",		-- 物品名:"鸟腿"
		DRUMSTICK_COOKED = "狼吞虎咽！",		-- 物品名:"炸鸟腿"
		DUG_BERRYBUSH = "现在可以把它带到任何地方了。",		-- 物品名:"浆果丛"
		DUG_BERRYBUSH_JUICY = "这树可移植到家附近。",		-- 物品名:"多汁浆果丛"
		DUG_GRASS = "如今在哪里都可以种这种植物。",		-- 物品名:"草丛"
		DUG_MARSH_BUSH = "这需要种植。",		-- 物品名:"尖刺灌木"
		DUG_SAPLING = "需要培土，好好移植。",		-- 物品名:"树苗"
		DURIAN = "呃，真臭！",		-- 物品名:"榴莲"
		DURIAN_COOKED = "快拿走！",		-- 物品名:"超臭榴莲"
		DURIAN_SEEDS = "榴莲种子。",		-- 物品名:"榴莲种子"
		EARMUFFSHAT = "我杨戬顶天立地怎可佩戴这种东西。",		-- 物品名:"兔耳罩" 制造描述:"毛茸茸的保暖物品。"
		EGGPLANT = "倒是填腹佳品。",		-- 物品名:"茄子"
		EGGPLANT_COOKED = "让我来尝尝。",		-- 物品名:"烤茄子"
		EGGPLANT_SEEDS = "这是一颗茄子种子。",		-- 物品名:"茄子种子"
		ENDTABLE = 
		{
			BURNT = "枯损难留，譬如朝露。",		-- 物品名:"茶几"->烧焦的 制造描述:"一张装饰桌。"
			GENERIC = "插花之道，不过尔尔。",		-- 物品名:"茶几"->默认 制造描述:"一张装饰桌。"
			EMPTY = "有花君不插，时过花枝空。",		-- 物品名:"茶几" 制造描述:"一张装饰桌。"
			WILTED = "花如春发，岁岁难留。",		-- 物品名:"茶几"->枯萎的 制造描述:"一张装饰桌。"
			FRESHLIGHT = "一点荧光照幽冥。",		-- 物品名:"茶几"->茶几-新的发光的 制造描述:"一张装饰桌。"
			OLDLIGHT = "灯灭如人枯。", -- will be wilted soon, light radius will be very small at this point		-- 物品名:"茶几"->茶几-旧的发光的 制造描述:"一张装饰桌。"
		},
		DECIDUOUSTREE = 
		{
			BURNING = "可惜了。",		-- 物品名:"桦树"->正在燃烧
			BURNT = "烧了也罢",		-- 物品名:"桦树"->烧焦的
			CHOPPED = "一截树桩！",		-- 物品名:"桦树"->被砍了
			POISON = "看来偷桦木果惹火了它！",		-- 物品名:"桦树"->毒化的
			GENERIC = "枝繁叶茂。",		-- 物品名:"桦树"->默认
		},
		ACORN = "可口的坚果。",		-- 物品名:"桦木果"
        ACORN_SAPLING = "它很快将长成一棵树！",		-- 物品名:"桦树树苗"
		ACORN_COOKED = "烤得很完美。",		-- 物品名:"烤桦木果"
		BIRCHNUTDRAKE = "疯狂的小坚果。",		-- 物品名:"桦木果精"
		EVERGREEN =
		{
			BURNING = "可惜了。",		-- 物品名:"常青树"->正在燃烧
			BURNT = "欲令其亡，必使其狂。",		-- 物品名:"常青树"->烧焦的
			CHOPPED = "一截树桩！",		-- 物品名:"常青树"->被砍了
			GENERIC = "长满了针叶。",		-- 物品名:"常青树"->默认
		},
		EVERGREEN_SPARSE =
		{
			BURNING = "可惜了。",		-- 物品名:"粗壮常青树"->正在燃烧
			BURNT = "烧了也罢",		-- 物品名:"粗壮常青树"->烧焦的
			CHOPPED = "一截树桩！",		-- 物品名:"粗壮常青树"->被砍了
			GENERIC = "这棵悲催的树没有球果。",		-- 物品名:"粗壮常青树"->默认
		},
		TWIGGYTREE = 
		{
			BURNING = "可惜了。",		-- 物品名:"繁茂的树木"->正在燃烧
			BURNT = "烧了也罢",		-- 物品名:"繁茂的树木"->烧焦的
			CHOPPED = "一截树桩！",		-- 物品名:"繁茂的树木"->被砍了
			GENERIC = "太粘了。",					-- 物品名:"繁茂的树木"->默认
			DISEASED = "它看起来很糟糕。比平常还严重。",		-- 物品名:"繁茂的树木"->生病了
		},
		TWIGGY_NUT_SAPLING = "它生长不需要任何助力。",		-- 物品名:"繁茂的树苗"
        TWIGGY_OLD = "那棵树看起来很弱。",		-- 物品名:"繁茂的树木"
		TWIGGY_NUT = "它里面有一棵想要出去的粘人树。",		-- 物品名:"繁茂的针叶树"
		EYEPLANT = "我觉得有人在看着我。",		-- 物品名:"眼球草"
		INSPECTSELF = "我没缺胳膊少腿吧？",		-- 物品名:"繁茂的树木"
		FARMPLOT =
		{
			GENERIC = "我应该试着种一些庄稼。",		-- 物品名:未找到
			GROWING = "长啊，植物，长啊！",		-- 物品名:未找到
			NEEDSFERTILIZER = "应该需要施肥。",		-- 物品名:未找到
			BURNT = "灰烬中长不出庄稼",		-- 物品名:未找到
		},
		FEATHERHAT = "变成鸟！",		-- 物品名:"羽毛帽" 制造描述:"头上的装饰。"
		FEATHER_CROW = "鸦羽。",		-- 物品名:"乌鸦羽毛"
		FEATHER_ROBIN = "雀毛。",		-- 物品名:"红色羽毛"
		FEATHER_ROBIN_WINTER = "净白似雪。",		-- 物品名:"雪雀羽毛"
		FEATHER_CANARY = "金色羽毛。",		-- 物品名:"橙黄羽毛"
		FEATHERPENCIL = "誊写万卷书。",		-- 物品名:"羽毛笔" 制造描述:"是的，羽毛是必须的。"
		FEM_PUPPET = "她被困住了！",		-- 物品名:未找到
		FIREFLIES =
		{
			GENERIC = "她会喜欢吗？",		-- 物品名:"萤火虫"->默认
			HELD = "它们让我的口袋发光！",		-- 物品名:"萤火虫"->拿在手里
		},
		FIREHOUND = "那东西在发红光。",		-- 物品名:"火猎犬"
		FIREPIT =
		{
			EMBERS = "火快熄灭了。",		-- 物品名:"石头营火"->即将熄灭 制造描述:"一种更安全、更高效的营火。"
			GENERIC = "驱赶周围的黑暗。",		-- 物品名:"石头营火"->默认 制造描述:"一种更安全、更高效的营火。"
			HIGH = "旺盛的火焰从指缝间擦过！",		-- 物品名:"石头营火"->高 制造描述:"一种更安全、更高效的营火。"
			LOW = "火变得有点小了。",		-- 物品名:"石头营火"->低？ 制造描述:"一种更安全、更高效的营火。"
			NORMAL = "真舒服。",		-- 物品名:"石头营火"->普通 制造描述:"一种更安全、更高效的营火。"
			OUT = "再寻一些柴火吧。",		-- 物品名:"石头营火"->出去？外面？ 制造描述:"一种更安全、更高效的营火。"
		},
		COLDFIREPIT =
		{
			EMBERS = "火快熄灭了。",		-- 物品名:"石头冰火"->即将熄灭 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			GENERIC = "驱赶周围的黑暗。",		-- 物品名:"石头冰火"->默认 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			HIGH = "旺盛的火焰从指缝间擦过！",		-- 物品名:"石头冰火"->高 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			LOW = "火变得有点小了。",		-- 物品名:"石头冰火"->低？ 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			NORMAL = "真舒服。",		-- 物品名:"石头冰火"->普通 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			OUT = "再寻一些柴火吧。",		-- 物品名:"石头冰火"->出去？外面？ 制造描述:"燃烧效率更高，但仍然越烤越冷。"
		},
		FIRESTAFF = "难道是火德真君之物？",		-- 物品名:"火魔杖" 制造描述:"利用火焰的力量！"
		FIRESUPPRESSOR = 
		{	
			ON = "开始灭火！",		-- 物品名:"雪球发射器"->开启 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
			OFF = "一切都平息了。",		-- 物品名:"雪球发射器"->关闭 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
			LOWFUEL = "燃料有点不足了。",		-- 物品名:"雪球发射器"->燃料不足 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		},
		FISH = "少年郎，背竿逐时光。",		-- 物品名:"鱼" 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		FISHINGROD = "钩子、鱼线和棍子！",		-- 物品名:"钓竿" 制造描述:"去钓鱼。为了鱼。"
		FISHSTICKS = "这可以填饱肚子。",		-- 物品名:"炸鱼排" 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		FISHTACOS = "松脆而美味！",		-- 物品名:"鱼肉玉米卷" 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		FISH_COOKED = "烤得恰到好处。",		-- 物品名:"烤鱼" 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		FLINT = "顽石一块。",		-- 物品名:"燧石" 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		FLOWER = 
		{
            GENERIC = "好花配美人，美人许郎君。",		-- 物品名:"花"->默认
            ROSE = "玫瑰予你。",		-- 物品名:"花"->玫瑰
        },
        FLOWER_WITHERED = "我觉得它还没晒够太阳呢。",		-- 物品名:"枯萎的花"
		FLOWERHAT = "戴上可缓解此地对心智的损害。",		-- 物品名:"花环" 制造描述:"放松神经的东西。"
		FLOWER_EVIL = "如此邪恶的气息",		-- 物品名:"邪恶花"
		FOLIAGE = "一些多叶植物。",		-- 物品名:"蕨叶"
		FOOTBALLHAT = "我不喜欢运动。",		-- 物品名:"橄榄球头盔" 制造描述:"保护你的脑壳。"
        FOSSIL_PIECE = "魔气如跗骨之蛆。",		-- 物品名:"化石碎片"
        FOSSIL_STALKER =
        {
			GENERIC = "还有些碎片没找到。",		-- 物品名:"化石骨架"->默认
			FUNNY = "我的直觉告诉我这有点不对。",		-- 物品名:"化石骨架"->趣味？？
			COMPLETE = "它活着！哦差一昧心。",		-- 物品名:"化石骨架"->准备好了
        },
        STALKER = "骨架和暗影融合在一起！",		-- 物品名:"复活的骨架"
        STALKER_ATRIUM = "为什么它必须这么大呢？",		-- 物品名:"远古织影者"
        STALKER_MINION = "会咬到脚踝！",		-- 物品名:"编织暗影"
        THURIBLE = "燃墨如松烟。",		-- 物品名:"影子香炉"
        ATRIUM_OVERGROWTH = "这些符号我一个都不认得。",		-- 物品名:"古代的方尖碑"
		FROG =
		{
			DEAD = "恶心。",		-- 物品名:"青蛙"->死了
			GENERIC = "他真可爱！",		-- 物品名:"青蛙"->默认
			SLEEPING = "啊，看他的睡相！",		-- 物品名:"青蛙"->睡着了
		},
		FROGGLEBUNWICH = "美腿三文治。",		-- 物品名:"蛙腿三明治"
		FROGLEGS = "我曾听说它是一道美味。",		-- 物品名:"蛙腿"
		FROGLEGS_COOKED = "味道像鸡肉。",		-- 物品名:"烤蛙腿"
		FRUITMEDLEY = "果香扑鼻。",		-- 物品名:"水果圣代"
		FURTUFT = "黑白毛皮。", 		-- 物品名:"毛丛"
		GEARS = "一堆机械零件。",		-- 物品名:"齿轮"
		GHOST = "冒犯天神，永堕无间。",		-- 物品名:"幽灵"
		GOLDENAXE = "挺花哨的一把斧头。",		-- 物品名:"黄金斧头" 制造描述:"砍树也要有格调！"
		GOLDENPICKAXE = "金子不是软的吗？",		-- 物品名:"黄金鹤嘴锄" 制造描述:"像大Boss一样砸碎岩石。"
		GOLDENPITCHFORK = "一把叉子我都能做的这么精美？",		-- 物品名:"黄金干草叉" 制造描述:"重新布置整个世界。"
		GOLDENSHOVEL = "我等不及要挖洞了。",		-- 物品名:"黄金铲子" 制造描述:"挖掘作用相同，但使用寿命更长。"
		GOLDNUGGET = "凡俗之物。",		-- 物品名:"金块"
		GRASS =
		{
			BARREN = "它需要粪肥。",		-- 物品名:"草"
			WITHERED = "热枯萎了。",		-- 物品名:"草"->枯萎了
			BURNING = "烧得好快！",		-- 物品名:"草"->正在燃烧
			GENERIC = "是一丛草。",		-- 物品名:"草"->默认
			PICKED = "它在长得最好的时候被采走了。",		-- 物品名:"草"->被采完了
			DISEASED = "它看上去很不舒服。",		-- 物品名:"草"->生病了
			DISEASING = "呃...有些地方不对劲。",		-- 物品名:"草"->正在生病？？
		},
		GRASSGEKKO = 
		{
			GENERIC = "这是一只多叶状蜥蜴。",			-- 物品名:"草地壁虎"->默认
			DISEASED = "它看上去真的很不舒服。",		-- 物品名:"草地壁虎"->生病了
		},
		GREEN_CAP = "它看起来很正常。",		-- 物品名:"采摘的绿蘑菇"
		GREEN_CAP_COOKED = "清醒神智...",		-- 物品名:"烤绿蘑菇"
		GREEN_MUSHROOM =
		{
			GENERIC = "是蘑菇。",		-- 物品名:"绿蘑菇"->默认
			INGROUND = "在睡觉。",		-- 物品名:"绿蘑菇"->在地里面
			PICKED = "不知道它会不会长回来？",		-- 物品名:"绿蘑菇"->被采完了
		},
		GUNPOWDER = "你最好不要尝试。",		-- 物品名:"火药" 制造描述:"一把火药。"
		HAMBAT = "上好的腌制火腿。",		-- 物品名:"火腿棒" 制造描述:"舍不得火腿套不着狼。"
		HAMMER = "碎灭这一切！",		-- 物品名:"锤子" 制造描述:"敲碎各种东西。"
		HEALINGSALVE = "简陋的疗伤物品。",		-- 物品名:"治疗药膏" 制造描述:"对割伤和擦伤进行消毒杀菌。"
		HEATROCK =
		{
			FROZEN = "寒彻心扉。",		-- 物品名:"暖石"->冰冻 制造描述:"储存热能供旅行途中使用。"
			COLD = "一块冰凉的石头。",		-- 物品名:"冻伤" 制造描述:"储存热能供旅行途中使用。"
			GENERIC = "保温的汤婆子。",		-- 物品名:"暖石"->默认 制造描述:"储存热能供旅行途中使用。"
			WARM = "温暖你的心！",		-- 物品名:"暖石"->温暖 制造描述:"储存热能供旅行途中使用。"
			HOT = "就像泡在温泉里！",		-- 物品名:"中暑" 制造描述:"储存热能供旅行途中使用。"
		},
		HOME = "一定有人在这里。",		-- 物品名:"暖石" 制造描述:"储存热能供旅行途中使用。"
		HOMESIGN =
		{
			GENERIC = "上面写着“你在这里”。",		-- 物品名:"路牌"->默认 制造描述:"在世界中留下你的标记。"
            UNWRITTEN = "这块牌子现在是空白的。",		-- 物品名:"路牌"->没有写字 制造描述:"在世界中留下你的标记。"
			BURNT = "“不要玩火柴。”",		-- 物品名:"路牌"->烧焦的 制造描述:"在世界中留下你的标记。"
		},
		ARROWSIGN_POST =
		{
			GENERIC = "它说“那个方向”。",		-- 物品名:"指路标志"->默认 制造描述:"对这个世界指指点点。或许只是打下手势。"
            UNWRITTEN = "这块牌子现在是空白的。",		-- 物品名:"指路标志"->没有写字 制造描述:"对这个世界指指点点。或许只是打下手势。"
			BURNT = "“不要玩火柴。”",		-- 物品名:"指路标志"->烧焦的 制造描述:"对这个世界指指点点。或许只是打下手势。"
		},
		ARROWSIGN_PANEL =
		{
			GENERIC = "它说“那个方向”。",		-- 物品名:"指路标志"->默认
            UNWRITTEN = "这块牌子现在是空白的。",		-- 物品名:"指路标志"->没有写字
			BURNT = "“不要玩火柴。”",		-- 物品名:"指路标志"->烧焦的
		},
		HONEY = "是香甜的！",		-- 物品名:"蜂蜜"
		HONEYCOMB = "蜜蜂曾住在这里。",		-- 物品名:"蜂巢"
		HONEYHAM = "香甜可口。",		-- 物品名:"蜜汁火腿"
		HONEYNUGGETS = "味道像鸡肉，但我觉得不是鸡肉。",		-- 物品名:"蜜汁卤肉"
		HORN = "听起来好像那里面有一个牦牛牧场。",		-- 物品名:"牛角"
		HOUND = "不知好歹的畜生！",		-- 物品名:"猎犬"
		HOUNDBONE = "枯骨而已。",		-- 物品名:"犬骨"
		HOUNDMOUND = "哮天取探探情况。",		-- 物品名:"猎犬丘"
		ICEBOX = "小时候，父亲会将井口，当做这个，！",		-- 物品名:"冰箱" 制造描述:"延缓食物变质。"
		ICEHAT = "保持冷静。",		-- 物品名:"冰帽" 制造描述:"用科学技术合成的冰帽。"
		ICEHOUND = "每个季节都有猎犬吗？",		-- 物品名:"冰猎犬"
		INSANITYROCK =
		{
			ACTIVE = "神志正常的我还是认了吧！",		-- 物品名:"方尖碑"->激活了
			INACTIVE = "它更像一座金字塔，而不是方尖碑。",		-- 物品名:"方尖碑"->没有激活
		},
		JAMMYPRESERVES = "或许该做个罐子。",		-- 物品名:"果酱"
		KABOBS = "串在棍子上的午餐。",		-- 物品名:"肉串"
		KILLERBEE =
		{
			GENERIC = "杀人蜂！",		-- 物品名:"杀人蜂"->默认
			HELD = "这东西好像很危险。",		-- 物品名:"杀人蜂"->拿在手里
		},
		KNIGHT = "来！与吾一战！",		-- 物品名:"发条骑士"
		KOALEFANT_SUMMER = "吃起来一定很美味。",		-- 物品名:"大象"
		KOALEFANT_WINTER = "它看起来又暖和肉又多。",		-- 物品名:"大象"
		KRAMPUS = "他要偷我的东西！",		-- 物品名:"坎普斯"
		KRAMPUS_SACK = "全是坎普斯的黏液。",		-- 物品名:"坎普斯背包"
		LEIF = "可敢一战！",		-- 物品名:"树精守卫"
		LEIF_SPARSE = "可敢一战！",		-- 物品名:"树精守卫"
		LIGHTER  = "她的幸运打火机。",		-- 物品名:"薇洛的打火机" 制造描述:"火焰在雨中彻夜燃烧。"
		LIGHTNING_ROD =
		{
			CHARGED = "杨戬此处，天雷尽收！",		-- 物品名:"避雷针" 制造描述:"防雷劈。"
			GENERIC = "杨戬在处，天雷尽收！",		-- 物品名:"避雷针"->默认 制造描述:"防雷劈。"
		},
		LIGHTNINGGOAT = 
		{
			GENERIC = "咩！",		-- 物品名:"闪电羊"->默认
			CHARGED = "我不认为它喜欢被雷劈。",		-- 物品名:"闪电羊"
		},
		LIGHTNINGGOATHORN = "它像一根迷你避雷针。",		-- 物品名:"闪电羊角"
		GOATMILK = "美味，还滋滋作响！",		-- 物品名:"带电的羊奶"
		LITTLE_WALRUS = "等他长大了，就不会这么天真可爱了。",		-- 物品名:"小海象人"
		LIVINGLOG = "这块木头有深深的怨恨。",		-- 物品名:"活木头" 制造描述:"用你的身体来代替你该干的活吧。"
		LOG =
		{
			BURNING = "好烫的木头！",		-- 物品名:"木头"->正在燃烧
			GENERIC = "木头。",		-- 物品名:"木头"->默认
		},
		LUCY = "这斧子比我之前用过的那把还漂亮。",		-- 物品名:"露西斧"
		LUREPLANT = "它如此迷人。",		-- 物品名:"食人花"
		LUREPLANTBULB = "现在我可以开办我自己的肉场了。",		-- 物品名:"食人花种子"
		MALE_PUPPET = "他被困住了！",		-- 物品名:"木头"
		MANDRAKE_ACTIVE = "人参？",		-- 物品名:"曼德拉草"
		MANDRAKE_PLANTED = "我听说过关于这些植物的一些奇怪传言。",		-- 物品名:"曼德拉草"
		MANDRAKE = "我听说过你。",		-- 物品名:"曼德拉草"
        MANDRAKESOUP = "唔，它再也不会醒来了。",		-- 物品名:"曼德拉草汤"
        MANDRAKE_COOKED = "它看起来没有那么奇怪了。",		-- 物品名:"木头"
        MAPSCROLL = "一张空白的地图。看起来没什么用。",		-- 物品名:"地图" 制造描述:"向别人展示你看到什么！"
        MARBLE = "高级！",		-- 物品名:"大理石"
        MARBLEBEAN = "我拿家里的老牛换的。",		-- 物品名:"大理石豌豆" 制造描述:"种植一片大理石森林。"
        MARBLEBEAN_SAPLING = "看起来刻了点什么。",		-- 物品名:"大理石芽"
        MARBLESHRUB = "好像有点道理。",		-- 物品名:"大理石灌木"
        MARBLEPILLAR = "我想我能用得上它。",		-- 物品名:"大理石柱"
        MARBLETREE = "我想斧子可砍不倒它。",		-- 物品名:"大理石树"
        MARSH_BUSH =
        {
            BURNING = "烧得好快！",		-- 物品名:"尖刺灌木"->正在燃烧
            GENERIC = "它看起来很多刺。",		-- 物品名:"尖刺灌木"->默认
            PICKED = "哎哟！",		-- 物品名:"尖刺灌木"->被采完了
        },
        BURNT_MARSH_BUSH = "被烧得精光。",		-- 物品名:"尖刺灌木"
        MARSH_PLANT = "这是一株植物。",		-- 物品名:"池塘边植物"
        MARSH_TREE =
        {
            BURNING = "尖刺！火！",		-- 物品名:"针刺树"->正在燃烧
            BURNT = "现在它是一棵被烧焦了的针刺树。",		-- 物品名:"针刺树"->烧焦的
            CHOPPED = "现在没那么多刺了！",		-- 物品名:"针刺树"->被砍了
            GENERIC = "那些尖刺看起来很锋利！",		-- 物品名:"针刺树"->默认
        },
        MAXWELL = "我恨那个家伙。",		-- 物品名:"麦斯威尔"
        MAXWELLHEAD = "我可以看到他毛孔里面的东西。",		-- 物品名:"麦斯威尔的头"
        MAXWELLLIGHT = "我想知道它们是怎么工作的。",		-- 物品名:"麦斯威尔灯"
        MAXWELLLOCK = "看起来就像一个钥匙孔。",		-- 物品名:"噩梦锁"
        MAXWELLTHRONE = "那个看起来不太舒适。",		-- 物品名:"噩梦王座"
        MEAT = "虽然有点腥味，但还凑合。",		-- 物品名:"肉"
        MEATBALLS = "它只是一大块肉而已。",		-- 物品名:"肉丸"
        MEATRACK =
        {
            DONE = "肉干可以吃了！",		-- 物品名:"晾肉架"->完成了 制造描述:"晾肉的架子。"
            DRYING = "肉风干需要一些时间。",		-- 物品名:"晾肉架"->正在风干 制造描述:"晾肉的架子。"
            DRYINGINRAIN = "雨天晾干肉需要更长时间。",		-- 物品名:"晾肉架"->雨天风干 制造描述:"晾肉的架子。"
            GENERIC = "我该晾干一些肉。",		-- 物品名:"晾肉架"->默认 制造描述:"晾肉的架子。"
            BURNT = "晾肉架烧掉了。",		-- 物品名:"晾肉架"->烧焦的 制造描述:"晾肉的架子。"
        },
        MEAT_DRIED = "这肉够干的了。",		-- 物品名:"风干肉" 制造描述:"晾肉的架子。"
        MERM = "鱼腥味十足！",		-- 物品名:"鱼人" 制造描述:"晾肉的架子。"
        MERMHEAD =
        {
            GENERIC = "整天都会闻到，真是臭死了。",		-- 物品名:"鱼头"->默认
            BURNT = "烧过的鱼人肉闻起来更糟糕了。",		-- 物品名:"鱼头"->烧焦的
        },
        MERMHOUSE =
        {
            GENERIC = "谁会住在这种地方？",		-- 物品名:"鱼人屋"->默认
            BURNT = "现在没地住了。",		-- 物品名:"鱼人屋"->烧焦的
        },
        MINERHAT = "免持照明装置。",		-- 物品名:"矿工帽" 制造描述:"用你脑袋上的灯照亮夜晚。"
        MONKEY = "好奇的小家伙。",		-- 物品名:"暴躁猴"
        MONKEYBARREL = "那东西刚刚是不是动了？",		-- 物品名:"猴子桶"
        MONSTERLASAGNA = "这是对我舌头的冒犯。",		-- 物品名:"怪物千层饼"
        FLOWERSALAD = "一碗绿叶子。",		-- 物品名:"花沙拉"
        ICECREAM = "我太想吃冰淇淋了！",		-- 物品名:"冰淇淋"
        WATERMELONICLE = "冷冻西瓜。",		-- 物品名:"西瓜冰棍"
        TRAILMIX = "健康、天然的小点心。",		-- 物品名:"什锦干果"
        HOTCHILI = "辣到喷火！",		-- 物品名:"辣椒炖肉"
        GUACAMOLE = "阿伏伽德罗最喜欢的菜。",		-- 物品名:"鳄梨酱"
        MONSTERMEAT = "呃，我不该吃那个。",		-- 物品名:"怪物肉"
        MONSTERMEAT_DRIED = "气味怪怪的肉干。",		-- 物品名:"怪物肉干"
        MOOSE = "我不清楚那东西是什么。",		-- 物品名:"鱼人屋"
        MOOSE_NESTING_GROUND = "它把它的婴儿放在那里。",		-- 物品名:"鱼人屋"
        MOOSEEGG = "婴儿们就像试图逃逸的受激电子。",		-- 物品名:"鱼人屋"
        MOSSLING = "啊哈！你肯定不是一个电子！",		-- 物品名:"驼鹿鹅幼崽"
        FEATHERFAN = "降温用的。",		-- 物品名:"羽毛扇" 制造描述:"超柔软、超大的扇子。"
        MINIFAN = "不知道怎么回事，风以两倍的速度从后面吹来。",		-- 物品名:"旋转的风扇" 制造描述:"你得跑起来，才能带来风！"
        GOOSE_FEATHER = "毛茸茸的！",		-- 物品名:"鹿鸭羽毛"
        STAFF_TORNADO = "旋转的毁灭之力。",		-- 物品名:"天气风向标" 制造描述:"把你的敌人吹走。"
        MOSQUITO =
        {
            GENERIC = "讨厌的小蚊子。",		-- 物品名:"蚊子"->默认
            HELD = "嘿，那是我的血吗？",		-- 物品名:"蚊子"->拿在手里
        },
        MOSQUITOSACK = "这是血...",		-- 物品名:"蚊子血囊"
        MOUND =
        {
            DUG = "或许，这是他应得的。",		-- 物品名:"坟墓"->被挖了
            GENERIC = "我敢打赌那下面有各种各样的好东西！",		-- 物品名:"坟墓"->默认
        },
        NIGHTLIGHT = "噩梦在燃烧，却破坏不了我了理智。",		-- 物品名:"魂灯" 制造描述:"用你的噩梦点亮夜晚。"
        NIGHTMAREFUEL = "刀下亡魄！速去往生！",		-- 物品名:"噩梦燃料" 制造描述:"傻子和疯子使用的邪恶残渣。"
        NIGHTSWORD = "伤敌一千，自损八百。",		-- 物品名:"暗夜剑" 制造描述:"造成噩梦般的伤害。"
        NITRE = "我不是地质学家。",		-- 物品名:"硝石"
        ONEMANBAND = "我们应该加个牦牛铃铛。",		-- 物品名:"独奏乐器" 制造描述:"疯子音乐家也有粉丝。"
        OASISLAKE = "甘冽的水。",		-- 物品名:"湖泊"
        PANDORASCHEST = "里面可能有很好的东西！",		-- 物品名:"华丽箱子"
        PANFLUTE = "为动物们唱小夜曲。",		-- 物品名:"排箫" 制造描述:"抚慰凶猛野兽的音乐。"
        PAPYRUS = "一些纸。",		-- 物品名:"莎草纸" 制造描述:"用于书写。"
        WAXPAPER = "一些蜡纸。",		-- 物品名:"蜡纸" 制造描述:"用于打包东西。"
        PENGUIN = "肯定到繁殖季节了。",		-- 物品名:"企鹅"
        PERD = "蠢鸟！离那些浆果远点！",		-- 物品名:"火鸡"
        PEROGIES = "这些东西味道相当不错。",		-- 物品名:"波兰水饺"
        PETALS = "这下花儿们知道谁才是老大了！",		-- 物品名:"花瓣"
        PETALS_EVIL = "可以不拿些东西吗？",		-- 物品名:"恶魔花瓣"
        PHLEGM = "浓稠而软滑。味道咸咸的。",		-- 物品名:"脓鼻涕"
        PICKAXE = "很形象，不是吗？",		-- 物品名:"鹤嘴锄" 制造描述:"凿碎岩石。"
        PIGGYBACK = "小猪回...“家”了。",		-- 物品名:"猪皮包" 制造描述:"能装许多东西，但会减慢你的速度。"
        PIGHEAD =
        {
            GENERIC = "看起来像是给野兽的供品。",		-- 物品名:"猪头"->默认
            BURNT = "外酥里嫩。",		-- 物品名:"猪头"->烧焦的
        },
        PIGHOUSE =
        {
            FULL = "云栈洞？",		-- 物品名:"猪屋"->满了 制造描述:"可以住一只猪。"
            GENERIC = "这些猪的房子真不赖。",		-- 物品名:"猪屋"->默认 制造描述:"可以住一只猪。"
            LIGHTSOUT = "去休息吧！",		-- 物品名:"猪屋"->关灯了 制造描述:"可以住一只猪。"
            BURNT = "希望安好吧。",		-- 物品名:"猪屋"->烧焦的 制造描述:"可以住一只猪。"
        },
        PIGKING = "看起来比那个猪八戒还蠢。",		-- 物品名:"猪王" 制造描述:"可以住一只猪。"
        PIGMAN =
        {
            DEAD = "超脱。",		-- 物品名:"猪人"->死了
            FOLLOWER = "你从今以后归我管。",		-- 物品名:"猪人"->追随者
            GENERIC = "虽是妖物却无妖气。",		-- 物品名:"猪人"->默认
            GUARD = "看起来很严肃。",		-- 物品名:"猪人"->警戒
            WEREPIG = "走火入魔！",		-- 物品名:"猪人"->疯猪
        },
        PIGSKIN = "上面还带着尾巴。",		-- 物品名:"猪皮"
        PIGTENT = "闻起来像培根。",		-- 物品名:"猪人"
        PIGTORCH = "看上去挺惬意。",		-- 物品名:"猪火炬"
        PINECONE = "我可以听见里面有一棵小树，努力想长出来。",		-- 物品名:"松果"
        PINECONE_SAPLING = "它很快将长成一棵大树！",		-- 物品名:"常青树苗"
        LUMPY_SAPLING = "这棵树是怎么繁殖的？",		-- 物品名:"有疙瘩的树苗"
        PITCHFORK = "现在我只需要一群暴民的加入。",		-- 物品名:"干草叉" 制造描述:"铲地用具。"
        PLANTMEAT = "看着不咋样。",		-- 物品名:"食人花肉"
        PLANTMEAT_COOKED = "至少它现在是热的。",		-- 物品名:"烤食人花肉"
        PLANT_NORMAL =
        {
            GENERIC = "枝繁叶茂！",		-- 物品名:"农作物"->默认
            GROWING = "唉，长得可真慢！",		-- 物品名:"农作物"->正在生长
            READY = "收获吧。",		-- 物品名:"农作物"->准备好了
            WITHERED = "它是热死的。",		-- 物品名:"农作物"->枯萎了
        },
        POMEGRANATE = "香甜。",		-- 物品名:"石榴"
        POMEGRANATE_COOKED = "高级料理！",		-- 物品名:"切片熟石榴"
        POMEGRANATE_SEEDS = "这是一颗石榴种子。",		-- 物品名:"石榴种子"
        POND = "我看不到底！",		-- 物品名:"池塘"
        POOP = "快离我远一点！",		-- 物品名:"肥料"
        FERTILIZER = "一桶粪便。",		-- 物品名:"便便桶" 制造描述:"少拉点在手上，多拉点在庄稼上。"
        PUMPKIN = "糯糯的南瓜！",		-- 物品名:"南瓜"
        PUMPKINCOOKIE = "漂亮的南瓜饼！",		-- 物品名:"南瓜饼"
        PUMPKIN_COOKED = "它为什么没变成馅饼？",		-- 物品名:"烤南瓜"
        PUMPKIN_LANTERN = "真可怕！",		-- 物品名:"南瓜灯" 制造描述:"长着鬼脸的照明用具。"
        PUMPKIN_SEEDS = "这是一颗南瓜种子。",		-- 物品名:"南瓜种子"
        PURPLEAMULET = "黑暗在向我低语。",		-- 物品名:"噩梦护符" 制造描述:"引起精神错乱。"
        PURPLEGEM = "它包含神秘的能量。",		-- 物品名:"紫宝石" 制造描述:"由两种颜色的宝石合成！"
        RABBIT =
        {
            GENERIC = "你在找胡萝卜吗？",		-- 物品名:"兔子"->默认
            HELD = "哮天犬抓的吗？",		-- 物品名:"兔子"->拿在手里
        },
        RABBITHOLE =
        {
            GENERIC = "兔子窝罢了。",		-- 物品名:"兔洞"->默认
            SPRING = "塌陷了，不知可还有命。",		-- 物品名:"兔洞"->春天 or 潮湿
        },
        RAINOMETER =
        {
            GENERIC = "它能测出是否有雨。",		-- 物品名:"雨量计"->默认 制造描述:"观测降雨机率。"
            BURNT = "测量部分化成一缕青烟了。",		-- 物品名:"雨量计"->烧焦的 制造描述:"观测降雨机率。"
        },
        RAINCOAT = "避雨的衣服。",		-- 物品名:"雨衣" 制造描述:"让你保持干燥的防水外套。"
        RAINHAT = "头发乱了。",		-- 物品名:"防雨帽" 制造描述:"手感柔软，防雨必备。"
        RATATOUILLE = "这是良好的纤维原料。",		-- 物品名:"蔬菜大杂烩" 制造描述:"观测降雨机率。"
        RAZOR = "绑在棍子上的磨利的石头。为了个人卫生！",		-- 物品名:"剃刀" 制造描述:"剃掉你脏脏的山羊胡子。"
        REDGEM = "它闪着温暖的光。",		-- 物品名:"红宝石" 制造描述:"观测降雨机率。"
        RED_CAP = "闻起来怪怪的。",		-- 物品名:"采摘的红蘑菇" 制造描述:"观测降雨机率。"
        RED_CAP_COOKED = "现在跟生蘑菇不同了...",		-- 物品名:"烤红蘑菇" 制造描述:"观测降雨机率。"
        RED_MUSHROOM =
        {
            GENERIC = "是蘑菇。",		-- 物品名:"红蘑菇"->默认
            INGROUND = "它在睡觉。",		-- 物品名:"红蘑菇"->在地里面
            PICKED = "不知道它会不会长回来？",		-- 物品名:"红蘑菇"->被采完了
        },
        REEDS =
        {
            BURNING = "烧的真旺！",		-- 物品名:"芦苇"->正在燃烧
            GENERIC = "一簇芦苇。",		-- 物品名:"芦苇"->默认
            PICKED = "所有有用的芦苇都已采摘下来。",		-- 物品名:"芦苇"->被采完了
        },
        RELIC = "远古家居用品。",		-- 物品名:"废墟"
        RUINS_RUBBLE = "这个可以修复。",		-- 物品名:"损毁的废墟"
        RUBBLE = "只是些碎石块。",		-- 物品名:"碎石"
        RESEARCHLAB =
        {
            GENERIC = "一种名为科技的产物。",		-- 物品名:"科学机器"->默认 制造描述:"解锁新的合成配方！"
            BURNT = "科学？怕火的玩意。",		-- 物品名:"科学机器"->烧焦的 制造描述:"解锁新的合成配方！"
        },
        RESEARCHLAB2 =
        {
            GENERIC = "日月轮转，分析万物。",		-- 物品名:"炼金引擎"->默认 制造描述:"解锁更多合成配方！"
            BURNT = "再多的科学也不能使它幸免于火。",		-- 物品名:"炼金引擎"->烧焦的 制造描述:"解锁更多合成配方！"
        },
        RESEARCHLAB3 =
        {
            GENERIC = "谁如此大胆？不怕受气反噬！",		-- 物品名:"暗影操控器"->默认 制造描述:"这还是科学吗？"
            BURNT = "不管它原来是什么，现在已经烧掉了。",		-- 物品名:"暗影操控器"->烧焦的 制造描述:"这还是科学吗？"
        },
        RESEARCHLAB4 =
        {
            GENERIC = "妖气？",		-- 物品名:"灵子分解器"->默认 制造描述:"增强高礼帽的魔力。"
            BURNT = "火并没有真正解决命名问题...",		-- 物品名:"灵子分解器"->烧焦的 制造描述:"增强高礼帽的魔力。"
        },
        RESURRECTIONSTATUE =
        {
            GENERIC = "替死之物！",		-- 物品名:"替身人偶"->默认 制造描述:"以肉的力量让你重生。"
            BURNT = "再也没用了。",		-- 物品名:"替身人偶"->烧焦的 制造描述:"以肉的力量让你重生。"
        },
        RESURRECTIONSTONE = "摸摸石台总是个好主意。",		-- 物品名:"复活石" 制造描述:"以肉的力量让你重生。"
        ROBIN =
        {
            GENERIC = "那是否意味着冬季已经结束了？",		-- 物品名:"红雀"->默认
            HELD = "他喜欢我的口袋。",		-- 物品名:"红雀"->拿在手里
        },
        ROBIN_WINTER =
        {
            GENERIC = "寒荒之地的生命。",		-- 物品名:"雪雀"->默认
            HELD = "它如此柔软。",		-- 物品名:"雪雀"->拿在手里
        },
        ROBOT_PUPPET = "被困住了！",		-- 物品名:"雪雀"
        ROCK_LIGHT =
        {
            GENERIC = "裹了石皮的熔岩坑。",		-- 物品名:"熔岩坑"->默认
            OUT = "看起来很易碎。",		-- 物品名:"熔岩坑"->出去？外面？
            LOW = "那块熔岩正在裹上石皮。",		-- 物品名:"熔岩坑"->低？
            NORMAL = "真舒服。",		-- 物品名:"熔岩坑"->普通
        },
        CAVEIN_BOULDER =
        {
            GENERIC = "我觉得我可以举起这个。",		-- 物品名:"岩石"->默认
            RAISED = "太远了够不着。",		-- 物品名:"岩石"->提高了？
        },
        ROCK = "我口袋里可装不下它。",		-- 物品名:"岩石"
        PETRIFIED_TREE = "看起来吓呆了。",		-- 物品名:"岩石"
        ROCK_PETRIFIED_TREE = "看起来好可怕。",		-- 物品名:"石化树"
        ROCK_PETRIFIED_TREE_OLD = "看起来好可怕。",		-- 物品名:"岩石"
        ROCK_ICE =
        {
            GENERIC = "见到你很凉快。",		-- 物品名:"冰矿"->默认
            MELTED = "在它再次冰冻之前，没什么用处。",		-- 物品名:"冰矿"->融化了
        },
        ROCK_ICE_MELTED = "在它再次冰冻之前，没什么用处。",		-- 物品名:"融化的冰矿"
        ICE = "见到你很凉快。",		-- 物品名:"冰"
        ROCKS = "我们可以用这些做点东西出来。",		-- 物品名:"石头"
        ROOK = "攻占城堡！",		-- 物品名:"发条战车"
        ROPE = "一种短绳。",		-- 物品名:"绳子" 制造描述:"紧密编成的草绳，非常有用。"
        ROTTENEGG = "呕！臭死了！",		-- 物品名:"腐烂鸟蛋"
        ROYAL_JELLY = "上等佳品！",		-- 物品名:"蜂王浆"
        JELLYBEAN = "一部分是果冻，一部分是豌豆。",		-- 物品名:"彩虹糖豆"
        SADDLE_BASIC = "有了它就可以骑臭动物了。",		-- 物品名:"鞍具" 制造描述:"你坐在动物身上。仅仅是理论上。"
        SADDLE_RACE = "这鞍具真的在飞！",		-- 物品名:"轻鞍具" 制造描述:"抵消掉完成目标所花费的时间。或许。"
        SADDLE_WAR = "唯一的问题是会长鞍疮。",		-- 物品名:"战争鞍具" 制造描述:"战场首领的王位。"
        SADDLEHORN = "这能够卸下鞍具。",		-- 物品名:"鞍角" 制造描述:"把鞍具撬开。"
        SALTLICK = "多久才能到中间？",		-- 物品名:"舔舔盐块" 制造描述:"好好喂养你家的牲畜。"
        BRUSH = "牦牛肯定很喜欢这个。",		-- 物品名:"刷子" 制造描述:"减缓牦牛毛发的生长速度。"
		SANITYROCK =
		{
			ACTIVE = "那石头看起来真疯狂！",		-- 物品名:"方尖碑"->激活了
			INACTIVE = "它的其余部分去哪儿了？",		-- 物品名:"方尖碑"->没有激活
		},
		SAPLING =
		{
			BURNING = "烧得好快！",		-- 物品名:"树苗"->正在燃烧
			WITHERED = "如果能给它降降温，也许它能好起来。",		-- 物品名:"树苗"->枯萎了
			GENERIC = "小树苗真可爱！",		-- 物品名:"树苗"->默认
			PICKED = "它尝到教训了。",		-- 物品名:"树苗"->被采完了
			DISEASED = "它看上去很不舒服。",		-- 物品名:"树苗"->生病了
			DISEASING = "呃...有些地方不对劲。",		-- 物品名:"树苗"->正在生病？？
		},
   		SCARECROW = 
   		{
			GENERIC = "乌鸦没有地方啼叫了。",		-- 物品名:"友善的稻草人"->默认 制造描述:"模仿最新的秋季时尚。"
			BURNING = "有人让那个稻草人吃乌鸦。",		-- 物品名:"友善的稻草人"->正在燃烧 制造描述:"模仿最新的秋季时尚。"
			BURNT = "有人谋杀了那个稻草人！",		-- 物品名:"友善的稻草人"->烧焦的 制造描述:"模仿最新的秋季时尚。"
   		},
   		SCULPTINGTABLE=
   		{
			EMPTY = "我们可以用这东西来做个石雕。",		-- 物品名:"陶轮" 制造描述:"大理石在你手里将像黏土一样！"
			BLOCK = "准备雕刻。",		-- 物品名:"陶轮"->锁住了 制造描述:"大理石在你手里将像黏土一样！"
			SCULPTURE = "一个杰作！",		-- 物品名:"陶轮"->雕像做好了 制造描述:"大理石在你手里将像黏土一样！"
			BURNT = "完全烧焦。",		-- 物品名:"陶轮"->烧焦的 制造描述:"大理石在你手里将像黏土一样！"
   		},
        SCULPTURE_KNIGHTHEAD = "其余部分在哪里？",		-- 物品名:"可疑的大理石" 制造描述:"大理石在你手里将像黏土一样！"
		SCULPTURE_KNIGHTBODY = 
		{
			COVERED = "是一个古怪的大理石雕像。",		-- 物品名:"大理石雕像"->被盖住了-三基佬雕像可以敲大理石的时候
			UNCOVERED = "我猜他在压力之下崩溃了。",		-- 物品名:"大理石雕像"->没有被盖住-三基佬雕像被开采后
			FINISHED = "终于又弄到一起了。",		-- 物品名:"大理石雕像"->三基佬雕像修好了
			READY = "里面有东西在动。",		-- 物品名:"大理石雕像"->准备好了
		},
        SCULPTURE_BISHOPHEAD = "那是一颗头吗？",		-- 物品名:"可疑的大理石"
		SCULPTURE_BISHOPBODY = 
		{
			COVERED = "看起来很老，但感觉挺新。",		-- 物品名:"大理石雕像"->被盖住了-三基佬雕像可以敲大理石的时候
			UNCOVERED = "有一个大的碎片没找到。",		-- 物品名:"大理石雕像"->没有被盖住-三基佬雕像被开采后
			FINISHED = "然后呢？",		-- 物品名:"大理石雕像"->三基佬雕像修好了
			READY = "里面有东西在动。",		-- 物品名:"大理石雕像"->准备好了
		},
        SCULPTURE_ROOKNOSE = "这是哪儿来的？",		-- 物品名:"可疑的大理石"
		SCULPTURE_ROOKBODY = 
		{
			COVERED = "一种大理石雕像。",		-- 物品名:"大理石雕像"->被盖住了-三基佬雕像可以敲大理石的时候
			UNCOVERED = "它不在最佳状态。",		-- 物品名:"大理石雕像"->没有被盖住-三基佬雕像被开采后
			FINISHED = "所有都修补好了。",		-- 物品名:"大理石雕像"->三基佬雕像修好了
			READY = "里面有东西在动。",		-- 物品名:"大理石雕像"->准备好了
		},
        GARGOYLE_HOUND = "我不喜欢它看我的眼神。",		-- 物品名:"可疑的月亮石"
        GARGOYLE_WEREPIG = "它看起来栩栩如生。",		-- 物品名:"可疑的月亮石"
		SEEDS = "每一颗都是一个小小的谜。",		-- 物品名:"种子"
		SEEDS_COOKED = "生命精华都被烤出来了！",		-- 物品名:"烤种子"
		SEWING_KIT = "我不太精通针线活。",		-- 物品名:"针线包" 制造描述:"缝补受损的衣物。"
		SEWING_TAPE = "修补得不错。",		-- 物品名:"可靠的胶布" 制造描述:"缝补受损的衣物。"
		SHOVEL = "地下隐藏着很多秘密。",		-- 物品名:"铲子" 制造描述:"挖掘各种各样的东西。"
		SILK = "粘稠，一种多用的材料。",		-- 物品名:"蜘蛛丝"
		SKELETON = "早日往生。",		-- 物品名:"骷髅"
		SCORCHED_SKELETON = "真可怕。",		-- 物品名:"易碎骨骼"
		SKULLCHEST = "不确定要不要打开。",		-- 物品名:"骷髅箱"
		SMALLBIRD =
		{
			GENERIC = "好小的一只鸟。",		-- 物品名:"小鸟"->默认
			HUNGRY = "它看起来饿了。",		-- 物品名:"小鸟"->有点饿了
			STARVING = "它一定很饿。",		-- 物品名:"小鸟"->挨饿
		},
		SMALLMEAT = "哮天，来，给你。",		-- 物品名:"小肉"
		SMALLMEAT_DRIED = "小块肉干。",		-- 物品名:"小风干肉"
		SPAT = "看起来脾气暴躁的动物。",		-- 物品名:"钢羊"
		SPEAR = "这可比不了我的三尖两刃刀。",		-- 物品名:"长矛" 制造描述:"使用尖的那一端。"
		SPEAR_WATHGRITHR = "它看起来很能戳。",		-- 物品名:"战斗长矛" 制造描述:"黄金使它更锋利。"
		WATHGRITHRHAT = "那顶帽子好奇特。",		-- 物品名:"战斗头盔" 制造描述:"独角兽是你的保护神。"
		SPIDER =
		{
			DEAD = "恶心！",		-- 物品名:"蜘蛛"->死了
			GENERIC = "我讨厌蜘蛛。",		-- 物品名:"蜘蛛"->默认
			SLEEPING = "待苏醒再斩杀它。",		-- 物品名:"蜘蛛"->睡着了
		},
		SPIDERDEN = "真黏！",		-- 物品名:"蜘蛛巢"
		SPIDEREGGSACK = "我希望这些不会孵化。",		-- 物品名:"蜘蛛卵" 制造描述:"跟你的朋友寻求点帮助。"
		SPIDERGLAND = "它有一股强烈的防腐剂的味道。",		-- 物品名:"蜘蛛腺"
		SPIDERHAT = "别想让我带着。",		-- 物品名:"蜘蛛帽" 制造描述:"蜘蛛们会喊你“妈妈”。"
		SPIDERQUEEN = "来！吃我一刀。",		-- 物品名:"蜘蛛女王"
		SPIDER_WARRIOR =
		{
			DEAD = "终于摆脱了！",		-- 物品名:"蜘蛛战士"->死了
			GENERIC = "看起来比平常的蜘蛛更凶恶。",		-- 物品名:"蜘蛛战士"->默认
			SLEEPING = "我应当保持距离。",		-- 物品名:"蜘蛛战士"->睡着了
		},
		SPOILED_FOOD = "那是长满毛毛的腐烂食物。",		-- 物品名:"腐烂食物"
        STAGEHAND =
        {
			AWAKE = "古怪？",		-- 物品名:"舞台"->醒了
			HIDING = "隐藏着什么。",		-- 物品名:"舞台"->藏起来了
        },
        STATUE_MARBLE = 
        {
            GENERIC = "高级的大理石雕像。",		-- 物品名:"大理石雕像"->默认
            TYPE1 = "不要失去理智！",		-- 物品名:"大理石雕像"->类型1
            TYPE2 = "雕像般的。",		-- 物品名:"大理石雕像"->类型2
        },
		STATUEHARP = "他的头怎么了？",		-- 物品名:"竖琴雕像"
		STATUEMAXWELL = "他本人还要矮一点。",		-- 物品名:"麦斯威尔雕像"
		STEELWOOL = "粗糙的金属纤维。",		-- 物品名:"钢丝绵"
		STINGER = "看起来很尖锐！",		-- 物品名:"蜂刺"
		STRAWHAT = "帽子总是会弄乱我的发型。",		-- 物品名:"草帽" 制造描述:"帮助你保持清凉干爽。"
		STUFFEDEGGPLANT = "真的塞满了！",		-- 物品名:"酿茄子"
		SWEATERVEST = "这件背心十分体面。",		-- 物品名:"犬牙背心" 制造描述:"粗糙，但挺时尚。"
		REFLECTIVEVEST = "走开，邪恶的太阳！",		-- 物品名:"清凉夏装" 制造描述:"穿上这件时尚的背心，保持凉爽和清醒。"
		HAWAIIANSHIRT = "穿着它做实验可不安全！",		-- 物品名:"花衬衫" 制造描述:"适合夏日穿着，或在周五便装日穿着。"
		TAFFY = "如果我去看牙医了，他们知道我这样子吃东西的话会疯掉的。",		-- 物品名:"太妃糖"
		TALLBIRD = "好高的一只鸟！",		-- 物品名:"高脚鸟"
		TALLBIRDEGG = "它会孵化吗？",		-- 物品名:"高脚鸟蛋"
		TALLBIRDEGG_COOKED = "美味又营养。",		-- 物品名:"煎高脚鸟蛋"
		TALLBIRDEGG_CRACKED =
		{
			COLD = "是它在哆嗦还是我在哆嗦？",		-- 物品名:"冻伤"
			GENERIC = "看起来它正在孵化！",		-- 物品名:"孵化中的高脚鸟蛋"->默认
			HOT = "蛋也会出汗吗？",		-- 物品名:"中暑"
			LONG = "我感觉这需要一些时间...",		-- 物品名:"孵化中的高脚鸟蛋"->还需要很久
			SHORT = "它现在随时要孵出来了。",		-- 物品名:"孵化中的高脚鸟蛋"->很快了
		},
		TALLBIRDNEST =
		{
			GENERIC = "那真是个不一般的蛋！",		-- 物品名:"高脚鸟巢"->默认
			PICKED = "巢是空的。",		-- 物品名:"高脚鸟巢"->被采完了
		},
		TEENBIRD =
		{
			GENERIC = "不是很高的鸟。",		-- 物品名:"小高脚鸟"->默认
			HUNGRY = "你想吃东西想的不行了？",		-- 物品名:"小高脚鸟"->有点饿了
			STARVING = "它目露凶光。",		-- 物品名:"小高脚鸟"->挨饿
		},
		TELEPORTATO_BASE =
		{
			ACTIVE = "有了这个，我肯定可以穿越时空！",		-- 物品名:"木制传送台"->激活了
			GENERIC = "这好像可以通往另一个世界！",		-- 物品名:"木制传送台"->默认
			LOCKED = "还少了些什么东西。",		-- 物品名:"木制传送台"->锁住了
			PARTIAL = "很快，这个发明就要大功告成！",		-- 物品名:"木制传送台"->已经有部分了
		},
		TELEPORTATO_BOX = "这可能控制着整个宇宙的极性。",		-- 物品名:"盒状零件"
		TELEPORTATO_CRANK = "结实到足以应付最危险的实验。",		-- 物品名:"曲柄零件"
		TELEPORTATO_POTATO = "这个金属土豆包含强大而又可怕的力量...",		-- 物品名:"金属土豆状零件"
		TELEPORTATO_RING = "一个可以聚集空间能量的圆环。",		-- 物品名:"环状零件"
		TELESTAFF = "那会揭示这个世界。",		-- 物品名:"传送魔杖" 制造描述:"穿越空间的法杖！穿越时间的装置需另外购买。"
		TENT = 
		{
			GENERIC = "我不睡觉会发疯。",		-- 物品名:"帐篷"->默认 制造描述:"回复精神值，但要花费时间并导致饥饿。"
			BURNT = "不剩什么睡觉的东西了。",		-- 物品名:"帐篷"->烧焦的 制造描述:"回复精神值，但要花费时间并导致饥饿。"
		},
		SIESTAHUT = 
		{
			GENERIC = "午后安全避暑休息的好地方。",		-- 物品名:"遮阳篷"->默认 制造描述:"躲避烈日，回复精神值。"
			BURNT = "它现在遮不了多少阳了。",		-- 物品名:"遮阳篷"->烧焦的 制造描述:"躲避烈日，回复精神值。"
		},
		TENTACLE = "那个看起来很危险。",		-- 物品名:"触手" 制造描述:"躲避烈日，回复精神值。"
		TENTACLESPIKE = "它又尖又黏。",		-- 物品名:"狼牙棒" 制造描述:"躲避烈日，回复精神值。"
		TENTACLESPOTS = "我想这些是它的生殖器。",		-- 物品名:"触手皮" 制造描述:"躲避烈日，回复精神值。"
		TENTACLE_PILLAR = "黏滑的触手。",		-- 物品名:"大触手" 制造描述:"躲避烈日，回复精神值。"
        TENTACLE_PILLAR_HOLE = "似乎很臭，但值得一探。",		-- 物品名:"硕大的泥坑" 制造描述:"躲避烈日，回复精神值。"
		TENTACLE_PILLAR_ARM = "滑溜溜的小触手。",		-- 物品名:"小触手" 制造描述:"躲避烈日，回复精神值。"
		TENTACLE_GARDEN = "又一种黏滑的触手。",		-- 物品名:"大触手" 制造描述:"躲避烈日，回复精神值。"
		TOPHAT = "多好的帽子。",		-- 物品名:"高礼帽" 制造描述:"最经典的帽子款式。"
		TORCH = "驱赶黑暗的东西。",		-- 物品名:"火炬" 制造描述:"可携带的光源。"
		TRANSISTOR = "雷电让它呼呼作响。",		-- 物品名:"电子元件" 制造描述:"科学至上！滋滋滋！"
		TRAP = "我把它编得很紧密。",		-- 物品名:"陷阱" 制造描述:"捕捉小型生物。"
		TRAP_TEETH = "真是糟糕的意外。",		-- 物品名:"犬牙陷阱" 制造描述:"弹出来并咬伤任何踩到它的东西。"
		TRAP_TEETH_MAXWELL = "我可不想踩在那上面！",		-- 物品名:"麦斯威尔的尖牙陷阱" 制造描述:"弹出来并咬伤任何踩到它的东西。"
		TREASURECHEST = 
		{
			GENERIC = "这是个道具箱！",		-- 物品名:"木箱"->默认 制造描述:"一种结实的容器。"
			BURNT = "那个箱子被烧掉了一截。",		-- 物品名:"木箱"->烧焦的 制造描述:"一种结实的容器。"
		},
		TREASURECHEST_TRAP = "真方便！",		-- 物品名:"宝箱" 制造描述:"一种结实的容器。"
		SACRED_CHEST = 
		{
			GENERIC = "我听到窃窃私语了。它想要什么东西。",		-- 物品名:"古老的箱子"->默认
			LOCKED = "它正在做出判断。",		-- 物品名:"古老的箱子"->锁住了
		},
		TREECLUMP = "是不是有人想把我困在这里。",		-- 物品名:"古老的箱子"
		TRINKET_1 = "融化了。或许薇洛和他们相处愉快？", --Melted Marbles		-- 物品名:"熔化的弹珠"
		TRINKET_2 = "你跟卡祖有什么关系？", --Fake Kazoo		-- 物品名:"假卡祖笛"
		TRINKET_3 = "那是个死结。永远打不开的结。", --Gord's Knot		-- 物品名:"戈尔迪之结"
		TRINKET_4 = "它一定是某种宗教物品", --Gnome		-- 物品名:"地精玩偶"
		TRINKET_5 = "不幸的是，它太小了，我没法乘坐它逃离。", --Toy Rocketship		-- 物品名:"迷你火箭"
		TRINKET_6 = "它们输送电力的日子结束了。", --Frazzled Wires		-- 物品名:"烂电线"
		TRINKET_7 = "没有时间享乐和游戏！", --Ball and Cup		-- 物品名:"杯子和球玩具"
		TRINKET_8 = "太好了。堵浴缸的塞子有了。", --Rubber Bung		-- 物品名:"硬化橡胶塞"
		TRINKET_9 = "我本人更喜欢拉链。", --Mismatched Buttons		-- 物品名:"不搭的纽扣"
		TRINKET_10 = "它们很快成为韦斯喜欢的道具了。", --Dentures		-- 物品名:"二手假牙"
		TRINKET_11 = "哈尔向我轻诉美丽的谎言。", --Lying Robot		-- 物品名:"机器人玩偶"
		TRINKET_12 = "这是求被试验啊。", --Dessicated Tentacle		-- 物品名:"干瘪的触手"
		TRINKET_13 = "一定是某种宗教物品。", --Gnomette		-- 物品名:"可爱的小玩偶"
		TRINKET_14 = "现在要是能喝点茶，该多好...", --Leaky Teacup		-- 物品名:"漏水的茶杯"
		TRINKET_15 = "...麦斯威尔又落下了他的行头。", --Pawn		-- 物品名:"白衣主教"
		TRINKET_16 = "...麦斯威尔又落下了他的行头。", --Pawn		-- 物品名:"黑衣主教"
		TRINKET_17 = "令人恐惧的器皿融合。", --Bent Spork		-- 物品名:"弯曲的叉子"
		TRINKET_18 = "我想知道它在隐藏什么？", --Trojan Horse		-- 物品名:"玩具木马"
		TRINKET_19 = "结网不是很顺利。", --Unbalanced Top		-- 物品名:"失衡上衣"
		TRINKET_20 = "薇格弗德不断跳出去，用那东西打我？！", --Backscratcher		-- 物品名:"不求人"
		TRINKET_21 = "这个搅蛋器整个都弯曲变形了。", --Egg Beater		-- 物品名:"破搅拌器"
		TRINKET_22 = "关于这个字符串，我有几个理论。", --Frayed Yarn		-- 物品名:"磨损的纱线"
		TRINKET_23 = "我可以自己穿鞋，谢谢。", --Shoehorn		-- 物品名:"鞋拔子"
		TRINKET_24 = "我想薇克巴顿应该有只猫。", --Lucky Cat Jar		-- 物品名:"幸运猫扎尔"
		TRINKET_25 = "闻起来有点不新鲜。", --Air Unfreshener		-- 物品名:"臭气制造器"
		TRINKET_26 = "食物和杯子！终极生存容器。", --Potato Cup		-- 物品名:"土豆杯"
		TRINKET_27 = "如果你解开它，你可以从远处刺到别人。", --Coat Hanger		-- 物品名:"钢丝衣架"
		TRINKET_28 = "简直就是阴谋。", --Rook		-- 物品名:"白色战车"
        TRINKET_29 = "简直就是阴谋。", --Rook		-- 物品名:"黑色战车"
        TRINKET_30 = "他怎么到处乱丢呢。", --Knight		-- 物品名:"白色骑士"
        TRINKET_31 = "他怎么到处乱丢呢。", --Knight		-- 物品名:"黑色骑士"
        TRINKET_32 = "我认识喜欢这个的人！", --Cubic Zirconia Ball		-- 物品名:"立方氧化锆球"
        TRINKET_33 = "希望不会引来蜘蛛。", --Spider Ring		-- 物品名:"蜘蛛指环"
        TRINKET_34 = "让我们许个愿望吧。。", --Monkey Paw		-- 物品名:"猴子手掌"
        TRINKET_35 = "很难在这附近找到一个好的烧瓶。", --Empty Elixir		-- 物品名:"空的长生不老药"
        TRINKET_36 = "在吃完所有的糖果后我可能会需要这些东西。", --Faux fangs		-- 物品名:"人造尖牙"
        TRINKET_37 = "我不相信超自然现象。", --Broken Stake		-- 物品名:"断桩"
        TRINKET_38 = "我想它来自另外一个世界，一个满是欺诈的世界。", -- Binoculars Griftlands trinket		-- 物品名:"双筒望远镜"
        TRINKET_39 = "我想知道另一只在哪里？", -- Lone Glove Griftlands trinket		-- 物品名:"单只手套"
        TRINKET_40 = "拿着它让我觉得在赶集。", -- Snail Scale Griftlands trinket		-- 物品名:"蜗牛秤"
        TRINKET_41 = "摸起来有点温热。", -- Goop Canister Hot Lava trinket		-- 物品名:"黏液罐"
        TRINKET_42 = "它充满了某人的童年记忆。", -- Toy Cobra Hot Lava trinket		-- 物品名:"玩具眼镜蛇"
        TRINKET_43= "它不太擅长跳跃。", -- Crocodile Toy Hot Lava trinket		-- 物品名:"鳄鱼玩具"
        TRINKET_44 = "它是某种植物标本。", -- Broken Terrarium ONI trinket		-- 物品名:"破碎的玻璃罐"
        TRINKET_45 = "它正在接收另一个世界的频率。", -- Odd Radio ONI trinket		-- 物品名:"奇怪的收音机"
        TRINKET_46 = "也许是测试空气动力学的工具？", -- Hairdryer ONI trinket		-- 物品名:"损坏的吹风机"
        HALLOWEENCANDY_1 = "就算蛀牙也值得了，对吧？",		-- 物品名:"糖果苹果"
        HALLOWEENCANDY_2 = "什么样腐败长出了这些东西！",		-- 物品名:"糖果玉米"
        HALLOWEENCANDY_3 = "是…玉米。",		-- 物品名:"不太甜的玉米"
        HALLOWEENCANDY_4 = "它们一路蠕动下来。",		-- 物品名:"粘液蜘蛛"
        HALLOWEENCANDY_5 = "明天我的牙齿可能会对此发表意见。",		-- 物品名:"浣猫糖果"
        HALLOWEENCANDY_6 = "我…不认为我会吃那些东西。",		-- 物品名:"“葡萄干”"
        HALLOWEENCANDY_7 = "每个人遇到这些东西都会激动的。",		-- 物品名:"葡萄干"
        HALLOWEENCANDY_8 = "只有傻瓜才不会爱上这东西。",		-- 物品名:"鬼魂波普"
        HALLOWEENCANDY_9 = "粘牙",		-- 物品名:"果冻虫"
        HALLOWEENCANDY_10 = "只有傻瓜才不会爱上这东西。",		-- 物品名:"触须棒棒糖"
        HALLOWEENCANDY_11 = "比真的东西尝起来味道好多了。",		-- 物品名:"巧克力猪"
        HALLOWEENCANDY_12 = "那块糖果刚动了一下吗？", --ONI meal lice candy		-- 物品名:"糖果虱"
        HALLOWEENCANDY_13 = "哎呀，我可怜的下巴。", --Griftlands themed candy		-- 物品名:"无敌硬糖"
        HALLOWEENCANDY_14 = "我吃不了辣。", --Hot Lava pepper candy		-- 物品名:"熔岩椒"
        CANDYBAG = "它是某种美味的小小的甜点。",		-- 物品名:"糖果袋" 制造描述:"只带万圣夜好吃的东西。"
		HALLOWEEN_ORNAMENT_1 = "一个可以挂在树上的装饰物。",		-- 物品名:"幽灵装饰"
		HALLOWEEN_ORNAMENT_2 = "古怪的装饰。",		-- 物品名:"蝙蝠装饰"
		HALLOWEEN_ORNAMENT_3 = "这块木头看起来很适合挂起来。", 		-- 物品名:"蜘蛛装饰"
		HALLOWEEN_ORNAMENT_4 = "触触逼真。",		-- 物品名:"触手装饰"
		HALLOWEEN_ORNAMENT_5 = "八只手的装饰。",		-- 物品名:"悬垂蜘蛛装饰"
		HALLOWEEN_ORNAMENT_6 = "最近大家都在热烈讨论树的装饰。", 		-- 物品名:"乌鸦装饰"
		HALLOWEENPOTION_DRINKS_WEAK = "原以为会更大呢。",		-- 物品名:"古老的箱子"
		HALLOWEENPOTION_DRINKS_POTENT = "强力药水。",		-- 物品名:"古老的箱子"
        HALLOWEENPOTION_BRAVERY = "满满的勇气。",		-- 物品名:"古老的箱子"
		HALLOWEENPOTION_FIRE_FX = "烈火结晶。", 		-- 物品名:"古老的箱子"
		MADSCIENCE_LAB = "疯子的产物！",		-- 物品名:"疯狂科学家实验室" 制造描述:"疯狂实验无极限。唯独神智有极限。"
		LIVINGTREE_ROOT = "里面有东西！我要把它彻底根除。", 		-- 物品名:"完全正常的树根"
		LIVINGTREE_SAPLING = "它会长得大到吓人。",		-- 物品名:"完全正常的树苗"
        DRAGONHEADHAT = "所以谁要在前面？",		-- 物品名:"幸运兽脑袋" 制造描述:"野兽装束的前端。"
        DRAGONBODYHAT = "中间的部分让我有点犹豫。",		-- 物品名:"幸运兽躯体" 制造描述:"野兽装束的中间部分。"
        DRAGONTAILHAT = "神龙摆尾的洋气帽子。",		-- 物品名:"幸运兽尾巴" 制造描述:"野兽装束的尾端。"
        PERDSHRINE =
        {
            GENERIC = "感觉它想要什么东西。",		-- 物品名:"火鸡神龛"->默认 制造描述:"供奉庄严的火鸡。"
            EMPTY = "我要在那里种些东西。",		-- 物品名:"火鸡神龛" 制造描述:"供奉庄严的火鸡。"
            BURNT = "完全没用了。",		-- 物品名:"火鸡神龛"->烧焦的 制造描述:"供奉庄严的火鸡。"
        },
        REDLANTERN = "这个灯笼感觉比其他灯笼特别。",		-- 物品名:"红灯笼" 制造描述:"照亮你的路的幸运灯笼。"
        LUCKY_GOLDNUGGET = "多么幸运的发现！",		-- 物品名:"幸运黄金" 制造描述:"供奉庄严的火鸡。"
        FIRECRACKERS = "爆竹声中一岁除。",		-- 物品名:"红色爆竹" 制造描述:"用重击来庆祝！"
        PERDFAN = "非常大。",		-- 物品名:"幸运扇" 制造描述:"额外的运气，超级多。"
        REDPOUCH = "里面有什么东西吗？",		-- 物品名:"红袋子" 制造描述:"供奉庄严的火鸡。"
        WARGSHRINE = 
        {
            GENERIC = "我得做点好玩的东西。",		-- 物品名:"座狼龛"->默认 制造描述:"供奉黏土座狼。"
            EMPTY = "我需要在里面放支火把。",		-- 物品名:"座狼龛" 制造描述:"供奉黏土座狼。"
            BURNT = "它烧毁了。",		-- 物品名:"座狼龛"->烧焦的 制造描述:"供奉黏土座狼。"
        },
        CLAYWARG = 
        {
        	GENERIC = "黏土怪物！",		-- 物品名:"黏土座狼"->默认
        	STATUE = "它刚刚是不是动了？",		-- 物品名:"黏土座狼"->雕像
        },
        CLAYHOUND = 
        {
        	GENERIC = "它脱离束缚了！",		-- 物品名:"黏土猎犬"->默认
        	STATUE = "它看起来好逼真。",		-- 物品名:"黏土猎犬"->雕像
        },
        HOUNDWHISTLE = "这个能阻挡狗的脚步。",		-- 物品名:"幸运哨子" 制造描述:"对野猎犬吹哨。"
        CHESSPIECE_CLAYHOUND = "反正栓着了，我才不担心呢。",		-- 物品名:"猎犬棋子"
        CHESSPIECE_CLAYWARG = "我竟然没被吃掉！",		-- 物品名:"座狼棋子"
		PIGSHRINE =
		{
            GENERIC = "有更多东西要做。",		-- 物品名:"猪神龛"->默认 制造描述:"为富有的猪献贡。"
            EMPTY = "它想要肉。",		-- 物品名:"猪神龛" 制造描述:"为富有的猪献贡。"
            BURNT = "烧焦了。",		-- 物品名:"猪神龛"->烧焦的 制造描述:"为富有的猪献贡。"
		},
		PIG_TOKEN = "这个看起来很重要。",		-- 物品名:"金色腰带" 制造描述:"为富有的猪献贡。"
		YOTP_FOOD1 = "一场适合我的盛宴。",		-- 物品名:"致敬烤肉" 制造描述:"向猪王敬肉。"
		YOTP_FOOD2 = "只有野兽才会喜欢的食物。",		-- 物品名:"八宝泥馅饼" 制造描述:"那里隐藏着什么？"
		YOTP_FOOD3 = "没什么精致的。",		-- 物品名:"鱼头串" 制造描述:"棍子上的荣华富贵。"
		PIGELITE1 = "看什么呢？", --BLUE		-- 物品名:"韦德" 制造描述:"为富有的猪献贡。"
		PIGELITE2 = "他得了淘金热！", --RED		-- 物品名:"伊格内修斯" 制造描述:"为富有的猪献贡。"
		PIGELITE3 = "你眼里有泥！", --WHITE		-- 物品名:"德米特里" 制造描述:"为富有的猪献贡。"
		PIGELITE4 = "难道你不想打其他人吗？", --GREEN		-- 物品名:"索耶" 制造描述:"为富有的猪献贡。"
		BISHOP_CHARGE_HIT = "噢！",		-- 物品名:"猪神龛" 制造描述:"为富有的猪献贡。"
		TRUNKVEST_SUMMER = "荒野休闲装。",		-- 物品名:"保暖小背心" 制造描述:"暖和，但算不上非常暖和。"
		TRUNKVEST_WINTER = "冬季生存必备。",		-- 物品名:"寒冬背心" 制造描述:"足以抵御冬季暴雪的保暖背心。"
		TRUNK_COOKED = "不知怎么回事比以前更像鼻子了。",		-- 物品名:"象鼻排" 制造描述:"为富有的猪献贡。"
		TRUNK_SUMMER = "一根轻快通风的象鼻。",		-- 物品名:"象鼻" 制造描述:"为富有的猪献贡。"
		TRUNK_WINTER = "一根肥厚多毛的象鼻。",		-- 物品名:"冬象鼻" 制造描述:"为富有的猪献贡。"
		TUMBLEWEED = "欧皇的礼物。",		-- 物品名:"风滚草" 制造描述:"为富有的猪献贡。"
		TURKEYDINNER = "啧~",		-- 物品名:"火鸡大餐" 制造描述:"为富有的猪献贡。"
		TWIGS = "一堆小树枝。",		-- 物品名:"树枝" 制造描述:"为富有的猪献贡。"
		UMBRELLA = "为谁撑伞。",		-- 物品名:"雨伞" 制造描述:"遮阳挡雨！"
		GRASS_UMBRELLA = "为谁撑伞。",		-- 物品名:"花伞" 制造描述:"漂亮轻便的保护伞。"
		UNIMPLEMENTED = "看起来还没有完工！可能有危险。",		-- 物品名:"猪神龛" 制造描述:"为富有的猪献贡。"
		WAFFLES = "我在犹豫是否需要更多的糖浆。",		-- 物品名:"华夫饼" 制造描述:"为富有的猪献贡。"
		WALL_HAY = 
		{	
			GENERIC = "呃。我想只能将就着用了。",		-- 物品名:"草墙"->默认
			BURNT = "完全没用了。",		-- 物品名:"草墙"->烧焦的
		},
		WALL_HAY_ITEM = "这不像是个好主意。",		-- 物品名:"草墙" 制造描述:"草墙墙体。不太结实。"
		WALL_STONE = "不错的墙。",		-- 物品名:"石墙"
		WALL_STONE_ITEM = "它们让我有安全感。",		-- 物品名:"石墙" 制造描述:"石墙墙体。"
		WALL_RUINS = "一段古老的墙。",		-- 物品名:"铥墙"
		WALL_RUINS_ITEM = "一段坚固的历史。",		-- 物品名:"铥墙" 制造描述:"这些墙可以承受相当多的打击。"
		WALL_WOOD = 
		{
			GENERIC = "尖的！",		-- 物品名:"木墙"->默认
			BURNT = "烧焦了！",		-- 物品名:"木墙"->烧焦的
		},
		WALL_WOOD_ITEM = "木桩！",		-- 物品名:"木墙" 制造描述:"木墙墙体。"
		WALL_MOONROCK = "空灵而光滑！",		-- 物品名:"月岩壁"
		WALL_MOONROCK_ITEM = "非常轻盈，但出人意料地坚硬。",		-- 物品名:"月岩壁" 制造描述:"月球疯子之墙。"
		FENCE = "不过是个木头栅栏。",		-- 物品名:"木栅栏"
        FENCE_ITEM = "有了它就能造出一个美丽牢固的栅栏。",		-- 物品名:"木栅栏" 制造描述:"木栅栏部分。"
        FENCE_GATE = "有时开，有时关。",		-- 物品名:"木门"
        FENCE_GATE_ITEM = "有了它就能造出一个美丽牢固的大门。",		-- 物品名:"木门" 制造描述:"木栅栏的门。"
		WALRUS = "海象是天生的捕食者。",		-- 物品名:"海象人"
		WALRUSHAT = "暖和并且清醒。",		-- 物品名:"海象的贝雷帽"
		WALRUS_CAMP =
		{
			EMPTY = "看起来有人在这里扎营。",		-- 物品名:"海象营"
			GENERIC = "看起来里面温暖而舒适。",		-- 物品名:"海象营"->默认
		},
		WALRUS_TUSK = "它最终肯定能派上用场。",		-- 物品名:"海象牙"
		WARDROBE = 
		{
			GENERIC = "它承载着黑暗、禁忌的秘密...",		-- 物品名:"衣柜"->默认 制造描述:"随心变换面容。"
            BURNING = "烧得好快！",		-- 物品名:"衣柜"->正在燃烧 制造描述:"随心变换面容。"
			BURNT = "它的款式过时了。",		-- 物品名:"衣柜"->烧焦的 制造描述:"随心变换面容。"
		},
		WARG = "你好像不太好对付啊，大狗。",		-- 物品名:"座狼" 制造描述:"随心变换面容。"
		WASPHIVE = "我看那些蜜蜂都发疯了。",		-- 物品名:"杀人蜂蜂窝" 制造描述:"随心变换面容。"
		WATERBALLOON = "敷衍孩童的玩物！",		-- 物品名:"水球" 制造描述:"球体灭火。"
		WATERMELON = "又黏又甜。",		-- 物品名:"西瓜" 制造描述:"随心变换面容。"
		WATERMELON_COOKED = "多汁而温热。",		-- 物品名:"烤西瓜" 制造描述:"随心变换面容。"
		WATERMELONHAT = "让果汁从你的脸上流下。",		-- 物品名:"西瓜帽" 制造描述:"提神醒脑，但感觉黏黏的。"
		WAXWELLJOURNAL = "真可怕。",		-- 物品名:"暗影魔法书" 制造描述:"这将让你大吃一惊。"
		WETGOOP = "不是我做出来的。",		-- 物品名:"失败料理" 制造描述:"随心变换面容。"
        WHIP = "没什么比大响声更能带来宁静的了。",		-- 物品名:"皮鞭" 制造描述:"提出有建设性的反馈意见。"
		WINTERHAT = "冬天来的时候，它能派上大用场。",		-- 物品名:"冬帽" 制造描述:"保持脑袋温暖。"
		WINTEROMETER = 
		{
			GENERIC = "水银的。",		-- 物品名:"温度测量仪"->默认 制造描述:"测量环境气温。"
			BURNT = "再也不能测量了。",		-- 物品名:"温度测量仪"->烧焦的 制造描述:"测量环境气温。"
		},
        WINTER_TREE =
        {
            BURNT = "节日气氛受了影响。",		-- 物品名:"冬季圣诞树"->烧焦的
            BURNING = "我认为那是个错误。",		-- 物品名:"冬季圣诞树"->正在燃烧
            CANDECORATE = "冬日盛会快乐！",		-- 物品名:"冬季圣诞树"->烛台？？？
            YOUNG = "马上就到冬日盛会了！",		-- 物品名:"冬季圣诞树"->还年轻
        },
		WINTER_TREESTAND = 
		{
			GENERIC = "我需要一颗松果。",		-- 物品名:"圣诞树墩"->默认 制造描述:"种植并装饰一棵冬季圣诞树！"
            BURNT = "节日气氛受了影响。",		-- 物品名:"圣诞树墩"->烧焦的 制造描述:"种植并装饰一棵冬季圣诞树！"
		},
        WINTER_ORNAMENT = "每个人都会欣赏一个好的玩意。",		-- 物品名:"圣诞小玩意" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_ORNAMENTLIGHT = "一棵树没有电流就不算完整。",		-- 物品名:"圣诞灯" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_ORNAMENTBOSS = "这一个尤其令人印象深刻。",		-- 物品名:"华丽的装饰" 制造描述:"种植并装饰一棵冬季圣诞树！"
		WINTER_ORNAMENTFORGE = "我应该把它悬火上烤。",		-- 物品名:"熔炉装饰" 制造描述:"种植并装饰一棵冬季圣诞树！"
		WINTER_ORNAMENTGORGE = "不知道为什么，这让我觉得很饿。",		-- 物品名:"舒缓的装饰" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD1 = "解剖结构是错的，但是我会忽略它。", --gingerbread cookie		-- 物品名:"小姜饼" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD2 = "可口的小饼干。", --sugar cookie		-- 物品名:"糖曲奇饼" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD3 = "圣诞节期间的牙疼马上就要发生了。", --candy cane		-- 物品名:"拐杖糖" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD4 = "那个实验可能有点儿不道德。", --fruitcake		-- 物品名:"永远的水果蛋糕" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD5 = "能有一次吃浆果以外的东西真是好。", --yule log cake		-- 物品名:"巧克力树洞蛋糕" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD6 = "直接放进嘴里！", --plum pudding		-- 物品名:"李子布丁" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD7 = "充满了美味汁液的空心苹果。", --apple cider		-- 物品名:"苹果酒" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD8 = "它是怎么保持温暖的？一个热力马克杯？", --hot cocoa		-- 物品名:"热可可" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD9 = "它为什么味道这么棒？", --eggnog		-- 物品名:"美味的蛋酒" 制造描述:"种植并装饰一棵冬季圣诞树！"
        KLAUS = "那究竟是什么东西！",		-- 物品名:"克劳斯" 制造描述:"种植并装饰一棵冬季圣诞树！"
        KLAUS_SACK = "我们绝对应该打开那东西。",		-- 物品名:"赃物袋" 制造描述:"种植并装饰一棵冬季圣诞树！"
		KLAUSSACKKEY = "对一个鹿角来说这真是太花俏了。",		-- 物品名:"麋鹿茸" 制造描述:"种植并装饰一棵冬季圣诞树！"
		WORMHOLE =
		{
			GENERIC = "欲走捷径，须行险路。",		-- 物品名:"虫洞"->默认
			OPEN = "欲走捷径，须行险路。",		-- 物品名:"虫洞"->打开
		},
		WORMHOLE_LIMITED = "啊，那玩意看着不太对啊。",		-- 物品名:"生病的虫洞"
		ACCOMPLISHMENT_SHRINE = "我想用一下它，我想让全世界都知道我的所作所为。",        		-- 物品名:"奖杯" 制造描述:"证明你作为一个人的价值。"
		LIVINGTREE = "它在观察我吗？",		-- 物品名:"完全正常的树"
		ICESTAFF = "摸上去冷冰冰的。",		-- 物品名:"冰魔杖" 制造描述:"把敌人冰冻在原地。"
		REVIVER = "剜肉剖心，阴阳转命！",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
		SHADOWHEART = "是这个...，那份骨架的魔力来源",		-- 物品名:"暗影心房"
        ATRIUM_RUBBLE = 
        {
			LINE_1 = "它描绘了一种古老的文明。人们看起来又饿又怕。",		-- 物品名:"古代的壁画"->第一行
			LINE_2 = "这块板磨损严重，无法识别。",		-- 物品名:"古代的壁画"->第二行
			LINE_3 = "有黑暗的东西悄悄逼近这座城市和城里的人。",		-- 物品名:"古代的壁画"->第三行
			LINE_4 = "人们的皮肤在脱落。他们在地底下看起来不一样。",		-- 物品名:"古代的壁画"->第四行
			LINE_5 = "能看出这是一座科技发达的宏伟城市。",		-- 物品名:"古代的壁画"->第五行
		},
        ATRIUM_STATUE = "这看起来并不全是真的。",		-- 物品名:"远古雕像"
        ATRIUM_LIGHT = 
        {
			ON = "真的令人不安的光。",		-- 物品名:"古代的灯塔"->开启
			OFF = "它必须有动力来源。",		-- 物品名:"古代的灯塔"->关闭
		},
        ATRIUM_GATE =
        {
			ON = "回到正常运转状态。",		-- 物品名:"古代的通道"->开启
			OFF = "主要部分依然完好无损。",		-- 物品名:"古代的通道"->关闭
			CHARGING = "它正在获得能量。",		-- 物品名:"古代的通道"->充能中
			DESTABILIZING = "通道在晃动。",		-- 物品名:"古代的通道"->不稳定
			COOLDOWN = "它需要时间恢复。我也是。",		-- 物品名:"古代的通道"->冷却中
        },
        ATRIUM_KEY = "这是从它里面发射出来的能量。",		-- 物品名:"古代的钥匙"
		LIFEINJECTOR = "修复破损的身躯！",		-- 物品名:"强心针" 制造描述:"提高下你那日渐衰退的最大健康值吧。"
		SKELETON_PLAYER =
		{
			MALE = "%s 一定在和 %s 进行试验时死了。",		-- 物品名:"骷髅"->男性
			FEMALE = "%s 一定在和 %s 进行试验时死了。",		-- 物品名:"骷髅"->女性
			ROBOT = "%s 一定在和 %s 进行试验时死了。",		-- 物品名:"骷髅"->机器人
			DEFAULT = "%s 一定在和 %s 进行试验时死了。",		-- 物品名:"物品栏物品"
		},
		HUMANMEAT = "肉就是肉。有区别么？",		-- 物品名:"长猪"
		HUMANMEAT_COOKED = "煮的粉嫩，但在道德上还是灰色地带。",		-- 物品名:"煮熟的长猪"
		HUMANMEAT_DRIED = "风干了就不是人肉了，对吧？",		-- 物品名:"长猪肉干"
		ROCK_MOON = "那块石头来自月亮。",		-- 物品名:"岩石"
		MOONROCKNUGGET = "那块石头来自月亮。",		-- 物品名:"月岩"
		MOONROCKCRATER = "我应该把闪亮的东西粘在它里面。用来研究。",		-- 物品名:"有洞的月亮石" 制造描述:"用于划定地盘的岩石。"
		MOONROCKSEED = "思卿如满月,夜夜减清辉！",		-- 物品名:"天体宝球"
        REDMOONEYE = "它能看几公里，也能在几公里外被看到。",		-- 物品名:"红色月眼"
        PURPLEMOONEYE = "成为一个不错的制造者，但我希望它不要再那样看我。",		-- 物品名:"紫色月眼"
        GREENMOONEYE = "那东西会密切关注这地方。",		-- 物品名:"绿色月眼"
        ORANGEMOONEYE = "有那东西帮忙观望，没有人会迷路。",		-- 物品名:"橘色月眼"
        YELLOWMOONEYE = "那应该给每个人指路。",		-- 物品名:"黄色月眼"
        BLUEMOONEYE = "留个心眼总是比较明智的。",		-- 物品名:"蓝色月眼"
        BOARRIOR = "你可真大！",		-- 物品名:"大熔炉猪战士"
        BOARON = "我可以应对他！",		-- 物品名:"小猪"
        PEGHOOK = "那家伙喷出来的东西有腐蚀性！",		-- 物品名:"蝎子"
        TRAILS = "他的胳膊真壮啊。",		-- 物品名:"大猩猩"
        TURTILLUS = "它的壳有尖刺！",		-- 物品名:"坦克龟"
        SNAPPER = "这家伙会咬人。",		-- 物品名:"鳄鱼指挥官"
		RHINODRILL = "他的鼻子很适合干这个活。",		-- 物品名:"后扣帽犀牛兄弟"
		BEETLETAUR = "我在这里都能闻到他的气味！",		-- 物品名:"地狱独眼巨猪"
        LAVAARENA_PORTAL = 
        {
            ON = "我要走了。",		-- 物品名:"远古传送门"->开启
            GENERIC = "能过来，应该也能回去吧？",		-- 物品名:"远古传送门"->默认
        },
        HEALINGSTAFF = "释放再生的力量。",		-- 物品名:"生存魔杖"
        FIREBALLSTAFF = "召唤流星从天而降。",		-- 物品名:"地狱魔杖"
        HAMMER_MJOLNIR = "这把敲东西的锤子可真重。",		-- 物品名:"锻锤"
        SPEAR_GUNGNIR = "我可以用它快速充电。",		-- 物品名:"尖齿矛"
        BLOWDART_LAVA = "我可以在范围内用这个武器。",		-- 物品名:"吹箭"
        BLOWDART_LAVA2 = "它利用一股强气流来推动抛射物。",		-- 物品名:"熔化吹箭"
        WEBBER_SPIDER_MINION = "可以说他们是在为我们战斗吧。",		-- 物品名:"蜘蛛宝宝"
        BOOK_FOSSIL = "这样能把那些怪物拖住一阵子。",		-- 物品名:"石化之书"
		SPEAR_LANCE = "它直击要害。",		-- 物品名:"螺旋矛"
		BOOK_ELEMENTAL = "我看不清这些字。",		-- 物品名:"召唤之书"
        QUAGMIRE_ALTAR = 
        {
        	GENERIC = "我们最好开始煮些祭品。",		-- 物品名:"饕餮祭坛"->默认
        	FULL = "它正在消化。",		-- 物品名:"饕餮祭坛"->满了
    	},
		QUAGMIRE_SUGARWOODTREE = 
		{
			GENERIC = "它含有大量美味可口的树液。",		-- 物品名:"糖木树"->默认
			STUMP = "那棵树哪去了？真是一桩谜题。",		-- 物品名:"糖木树"->暴食模式糖木树只剩树桩了
			TAPPED_EMPTY = "丰富的汁液。",		-- 物品名:"糖木树"->暴食模式糖木树空了
			TAPPED_READY = "香甜的金黄色汁液。",		-- 物品名:"糖木树"->暴食模式糖木树好了
			TAPPED_BUGS = "蚂蚁就是这样来的。",		-- 物品名:"糖木树"->暴食模式糖木树上有蚂蚁
			WOUNDED = "它看上去生病了。",		-- 物品名:"糖木树"->暴食糖木树生病了
		},
		QUAGMIRE_SPOTSPICE_SHRUB = 
		{
			GENERIC = "它让我想起来那些带触手的怪物。",		-- 物品名:"带斑点的小灌木"->默认
			PICKED = "从那丛灌木中采集不到更多果实了。",		-- 物品名:"带斑点的小灌木"->被采完了
		},
		QUAGMIRE_SALT_RACK =
		{
			READY = "盐积聚在绳子上了。",		-- 物品名:"盐架"->准备好了
			GENERIC = "并刀如水，吴盐胜雪。",		-- 物品名:"盐架"->默认
		},
		QUAGMIRE_SAFE = 
		{
			GENERIC = "这是保险箱，用来保护物品安全的。",		-- 物品名:"保险箱"->默认
			LOCKED = "没有钥匙就打不开。",		-- 物品名:"保险箱"->锁住了
		},
		QUAGMIRE_MUSHROOMSTUMP =
		{
			GENERIC = "那些是蘑菇吗？这真是一桩难题。",		-- 物品名:"蘑菇"->默认
			PICKED = "应该不会长回来了。",		-- 物品名:"蘑菇"->被采完了
		},
        QUAGMIRE_RUBBLE_HOUSE = 
		{
			"空无一人。",		-- 物品名:"残破的房子" 制造描述:未找到
			"这个小镇被摧毁了。",		-- 物品名:"残破的房子" 制造描述:未找到
			"不知道他们惹怒了谁。",		-- 物品名:"残破的房子" 制造描述:未找到
		},
        QUAGMIRE_SWAMPIGELDER =
        {
            GENERIC = "我猜你是这里的老大？",		-- 物品名:"沼泽猪长老"->默认
            SLEEPING = "它睡着了，暂时睡着了。",		-- 物品名:"沼泽猪长老"->睡着了
        },
        QUAGMIRE_FOOD =
        {
        	GENERIC = "我应该把它献祭在饕餮祭坛上。",		-- 物品名:未找到
            MISMATCH = "不是它想要的。",		-- 物品名:未找到
            MATCH = "这样会安抚天空之神。",		-- 物品名:未找到
            MATCH_BUT_SNACK = "真的，这更像是小吃。",		-- 物品名:未找到
        },
        QUAGMIRE_PARK_GATE =
        {
            GENERIC = "没钥匙不行。",		-- 物品名:"铁门"->默认
            LOCKED = "锁得牢牢的。",		-- 物品名:"铁门"->锁住了
        },
        QUAGMIRE_PIGEON =
        {
            DEAD = "死了。",		-- 物品名:"鸽子"->死了 制造描述:"这是一只完整的活鸽。"
            GENERIC = "羽翼丰满。",		-- 物品名:"鸽子"->默认 制造描述:"这是一只完整的活鸽。"
            SLEEPING = "暂时睡着了。",		-- 物品名:"鸽子"->睡着了 制造描述:"这是一只完整的活鸽。"
        },
        WINONA_CATAPULT =
        {
            GENERIC = "她制造了一种自动防卫系统。",		-- 物品名:"薇诺娜的投石机"->默认 制造描述:"向敌人投掷大石块"
            OFF = "需要通电。",		-- 物品名:"薇诺娜的投石机"->关闭 制造描述:"向敌人投掷大石块"
            BURNING = "熊熊烈火！",		-- 物品名:"薇诺娜的投石机"->正在燃烧 制造描述:"向敌人投掷大石块"
            BURNT = "谁也不能拯救它。",		-- 物品名:"薇诺娜的投石机"->烧焦的 制造描述:"向敌人投掷大石块"
        },
        WINONA_SPOTLIGHT =
        {
            GENERIC = "好棒的主意！",		-- 物品名:"薇诺娜的聚光灯"->默认 制造描述:"白天夜里都发光"
            OFF = "需要通电。",		-- 物品名:"薇诺娜的聚光灯"->关闭 制造描述:"白天夜里都发光"
            BURNING = "熊熊烈火！",		-- 物品名:"薇诺娜的聚光灯"->正在燃烧 制造描述:"白天夜里都发光"
            BURNT = "谁也不能拯救它。",		-- 物品名:"薇诺娜的聚光灯"->烧焦的 制造描述:"白天夜里都发光"
        },
        WINONA_BATTERY_LOW =
        {
            GENERIC = "看起来很强大。力量来自哪里？",		-- 物品名:"薇诺娜的发电机"->默认 制造描述:"要确保电力供应充足"
            LOWPOWER = "电量正在下降。",		-- 物品名:"薇诺娜的发电机"->没电了 制造描述:"要确保电力供应充足"
            OFF = "要是薇诺娜忙，我也能让它运作起来。",		-- 物品名:"薇诺娜的发电机"->关闭 制造描述:"要确保电力供应充足"
            BURNING = "熊熊烈火！",		-- 物品名:"薇诺娜的发电机"->正在燃烧 制造描述:"要确保电力供应充足"
            BURNT = "谁也不能拯救它。",		-- 物品名:"薇诺娜的发电机"->烧焦的 制造描述:"要确保电力供应充足"
        },
        WINONA_BATTERY_HIGH =
        {
            GENERIC = "奇思妙想！",		-- 物品名:"薇诺娜的宝石发电机"->默认 制造描述:"这玩意烧宝石，所以肯定不会差。"
            LOWPOWER = "马上就没电了。",		-- 物品名:"薇诺娜的宝石发电机"->没电了 制造描述:"这玩意烧宝石，所以肯定不会差。"
            OFF = "法力不足。",		-- 物品名:"薇诺娜的宝石发电机"->关闭 制造描述:"这玩意烧宝石，所以肯定不会差。"
            BURNING = "熊熊烈火！",		-- 物品名:"薇诺娜的宝石发电机"->正在燃烧 制造描述:"这玩意烧宝石，所以肯定不会差。"
            BURNT = "谁也不能拯救它。",		-- 物品名:"薇诺娜的宝石发电机"->烧焦的 制造描述:"这玩意烧宝石，所以肯定不会差。"
        },
        COMPOSTWRAP = "沃姆伍德曾想让我尝一口，但我礼貌的拒绝了。",		-- 物品名:"肥料包" 制造描述:"\"
        ARMOR_BRAMBLE = "防守是最好的进攻。",		-- 物品名:"荆棘护甲" 制造描述:"让大自然告诉你什么叫\"
        TRAP_BRAMBLE = "谁要是踩上去肯定会被戳到。",		-- 物品名:"荆棘陷阱" 制造描述:"都有机会中招的干扰陷阱。"
    },
    DESCRIBE_GENERIC = "它是某种...东西。",		--检查物品描述的缺省值
    DESCRIBE_TOODARK = "太黑了，什么也看不见！",		--天太黑
    DESCRIBE_SMOLDERING = "那东西快要着火了。",		--冒烟
    EAT_FOOD =
    {
        TALLBIRDEGG_CRACKED = "嗯，鸟嘴。",		--吃孵化的高脚鸟蛋
    },
}
