return
{
	ACTIONFAIL =
	{
        REPAIR =
        {
            WRONGPIECE = "それはあまり正しくなさそうです。",		--化石骨架拼接错误
        },
        BUILD =
        {
            MOUNTED = "ウム...手を使う時に初めて手の短さを恨む！",		--建造失败（骑乘状态）
            HASPET = "一つで十分だ。",		--建造失败（已经有一个宠物了）
        },
		SHAVE =
		{
			AWAKEBEEFALO = "牛と力を比べたくない。",		--给醒着的牛刮毛
			GENERIC = "アィヤ！間違いました。",		--刮牛毛失败
			NOBITS = "兎をするにはあまり欲張りであってはいけない。",		--给没毛的牛刮毛
		},
		STORE =
		{
			GENERIC = "どうして入れられないの？",		--存放东西失败
			NOTALLOWED = "他の人が私に使わせません。",		--存放东西--不被允许
			INUSE = "先着順がある、じゃないか！",		--别人正在用箱子
            NOTMASTERCHEF = "派手な料理人にやらせましょう。",		--暂无注释
		},
        CONSTRUCT =
        {
            INUSE = "待たなきゃならない。",		--建筑正在使用
            NOTALLOWED = "今は使えません。",		--建筑不允许使用
            EMPTY = "建築物の材料が必要だ。",		--建筑空了
            MISMATCH = "違うの？",		--升级套件错误（目前用不到）
        },
		RUMMAGE =
		{	
			GENERIC = "ダメでした。",		--打开箱子失败
			INUSE = "何かいいものを見つけたの？",		--打开箱子 正在使用
            NOTMASTERCHEF = "派手な料理人にやらせましょう。",		--暂无注释
		},
		UNLOCK =
        {
        },
		USEKLAUSSACKKEY =
        {
        	WRONGKEY = "この鍵は違うよ！",		--使用克劳斯钥匙
        	KLAUS = "時間が違う！",		--克劳斯
        },
		ACTIVATE = 
		{
			LOCKED_GATE = "私も入りたい！",		--远古钥匙
		},
        COOK =
        {
            GENERIC = "私もそうしたくないよ。",		--做饭失败
            INUSE = "ム……いい匂い。",		--做饭失败-别人在用锅
            TOOFAR = "私に目で野菜を炒めてもらいたいか？！",		--做饭失败-太远
        },
        START_CARRAT_RACE =
        {
            NO_RACERS = "まだ始められない！新鮮な野菜が必要です！",		--暂无注释
        },
        FISH_OCEAN =
		{
			TOODEEP = "私に近づいて、魚ちゃん！",		--暂无注释
		},
        OCEAN_FISHING_POND =
		{
			WRONGGEAR = "池にはこれはいらない。",		--暂无注释
		},
        GIVE =
        {
            GENERIC = "彼はいらないね。",		--给予失败
            DEAD = "魂はこれを使えない。",		--给予 -目标死亡
            SLEEPING = "起きて！プレゼントがあげるよ！",		--给予--目标睡觉
            BUSY = "忙しくてプレゼントをもらう時間がない？",		--给予--目标正忙
            ABIGAILHEART = "アォ…すみません、あなたの妹を保護して行こう。",		--给阿比盖尔 救赎之心
            GHOSTHEART = "エェ……そうと思うな。",		--给鬼魂 救赎之心
            NOTGEM = "ダメだぞ。",		--给的不是宝石
            WRONGGEM = "ろ馬の頭が兎の尾に合わない。",		--给错了宝石
            NOTSTAFF = "法器を必要としてこそ，月光の力を引き出すことができる。",		--给月石祭坛的物品不是法杖
            MUSHROOMFARM_NEEDSSHROOM = "色とりどりのキノコが必要です!",		--蘑菇农场需要蘑菇
            MUSHROOMFARM_NEEDSLOG = "変な木を持って来なきゃ。",		--蘑菇农场需要活木
            SLOTFULL = "もういっぱい。",		--已经放了材料后，再给雕像桌子再给一个材料
            FOODFULL = "料理中のものがもうがあるだよ。",		--没调用
            NOTDISH = "ボー！！",		--没调用
            DUPLICATE = "オ！とっくに予想していた！",		--给雕像桌子已经学习过的图纸
            NOTSCULPTABLE = "形作れない！",		--给陶艺圆盘的东西不对
            NOTATRIUMKEY = "見ていて正しくない。",		--中庭钥匙不对
            CANTSHADOWREVIVE = "ダメ。",		--中庭仍在CD
            WRONGSHADOWFORM = "見ていて正しくない……",		--没调用
            NOMOON = "不会起作用、月の力が足りない。",		--洞穴里建造月石科技
			PIGKINGGAME_MESSY = "まず周りを整理しなきゃ……",		--猪王旁边有建筑，不能开始抢元宝
			PIGKINGGAME_DANGER = "今はゲームをする時間がない！",		--危险，不能开始抢元宝
			PIGKINGGAME_TOOLATE = "アォ……空が遅すぎた。",		--不是白天，不能开始抢元宝
        },
        GIVETOPLAYER =
        {
            FULL = "彼はもうたくさんあるんだよ！",		--给玩家一个东西 -但是背包满了
            DEAD = "死んだ人は使ういらないはずだ。",		--给死亡的玩家一个东西
            SLEEPING = "起きて！あげる物があるよ！",		--给睡觉的玩家一个东西
            BUSY = "取りに来て！取りに来て！！",		--给忙碌的玩家一个东西
        },
        GIVEALLTOPLAYER =
        {
            FULL = "彼はもうたくさんあるんだよ！",		--给人一组东西 但是背包满了
            DEAD = "死んだ人は使ういらないはずだ。",		--给于死去的玩家一组物品
            SLEEPING = "起きて！あげる物があるよ！",		--给于正在睡觉的玩家一组物品
            BUSY = "取りに来て！取りに来て！！",		--给于正在忙碌的玩家一组物品
        },
        WRITE =
        {
            GENERIC = "字はどう書いたなのか？",		--鞋子失败
            INUSE = "続いて私が来させて！続いて私が来させて！",		--写字 正在使用中
        },
        DRAW =
        {
            NOIMAGE = "何を描くつもりのか忘れた、ニンジンか？",		--画图缺乏图像
        },
        CHANGEIN =
        {
            GENERIC = "嫌がる。",		--换装失败 
            BURNING = "早く火を消しに来て！",		--换装失败-着火了
            INUSE = "「广寒宫」にはみんな自分のタンスがあるなのに……",		--衣橱有人占用
        },
        ATTUNE =
        {
            NOHEALTH = "血気が弱い……回復して後にやって見よう。",		--制造肉雕像血量不足
        },
        MOUNT =
        {
            TARGETINCOMBAT = "彼らはとても怒っているように見える……",		--骑乘，牛正在战斗
            INUSE = "ウサギは牛に乗りたい！",		--骑乘（牛被占据）
        },
        SADDLE =
        {
            TARGETINCOMBAT = "それは怒っている。",		--给战斗状态的牛上鞍
        },
        TEACH =
        {
            KNOWN = "もう知ってたよ！",		--学习已经知道的蓝图
            CANTLEARN = "難しいよ，、うさぎは頭が痛いよ。",		--学习无法学习的蓝图
            WRONGWORLD = "地図がこの場所に合わない……",		--学习另外一个世界的地图
        },
        WRAPBUNDLE =
        {
            EMPTY = "空っぽである。",		--打包纸是空的
        },
        PICKUP =
        {
			RESTRICTION = "欲しくない。",		--熔炉模式下捡起错误的武器
			INUSE = "待ってて。",		--捡起已经打开的容器
            NOTMINE_YOTC =
            {
                "あれは来たくない。",		--暂无注释
                "それはもう主人がいた。",		--暂无注释
            },
        },
        SLAUGHTER =
        {
            TOOFAR = "早く帰ってきて！",		--屠杀？？ 因为太远而失败
        },
        REPLATE =
        {
            MISMATCH = "正しい料理ではない。", 		--暴食-换盘子换错了 比如用碗换碟子
            SAMEDISH = "もうあった！", 		--暴食-换盘子已经换了
        },
        SAIL =
        {
        	REPAIR = "もういい。",		--暂无注释
        },
        ROW_FAIL =
        {
            BAD_TIMING0 = "なぜ直接に雲を乗ることができ乗ないか！",		--暂无注释
            BAD_TIMING1 = "腕が疲れた。",		--暂无注释
            BAD_TIMING2 = "どうやら私も天女兎なのに……",		--暂无注释
        },
        LOWER_SAIL_FAIL =
        {
            "アィヤ！",		--暂无注释
            "下に行け！",		--暂无注释
            "ダメ……",		--暂无注释
        },
        BATHBOMB =
        {
            GLASSED = "水が硬すぎる。",		--暂无注释
            ALREADY_BOMBED = "水はもう十分に熱くなった。",		--暂无注释
        },
		GIVE_TACKLESKETCH =
		{
			DUPLICATE = "へへ！とっくに予想していた！",		--暂无注释
		},
		COMPARE_WEIGHABLE =
		{
			TOO_SMALL = "この魚は小さすぎた！",		--暂无注释
		},
        BEGIN_QUEST =
        {
            ONEGHOST = "それはウェンディだけが使えます。",		--暂无注释
        },
	},
	ACTIONFAIL_GENERIC = "できない。",		--动作失败
	ANNOUNCE_BOAT_LEAK = "嫌だよ！船の中がもっと濡れになった！",		--暂无注释
	ANNOUNCE_BOAT_SINK = "……船がちょっと湿すぎるかもしれない。",		--暂无注释
	ANNOUNCE_DIG_DISEASE_WARNING = "見たところ幾らかよくなった？",		--挖起生病的植物
	ANNOUNCE_PICK_DISEASE_WARNING = "臭い！",		--（植物生病）
	ANNOUNCE_ADVENTUREFAIL = "失敗した！",		--没调用（废案）
    ANNOUNCE_MOUNT_LOWHEALTH = "ふわふわの大男が怪我をしたよう……",		--牛血量过低
	ANNOUNCE_BEES = "蜂蜜を少し食べたいだけだ！",		--戴养蜂帽被蜜蜂蛰
	ANNOUNCE_BOOMERANG = "ふふふ~飛んできたよ。",		--回旋镖
	ANNOUNCE_CHARLIE = "嫦娥お姉さん、助けて！",		--查理即将攻击
	ANNOUNCE_CHARLIE_ATTACK = "フン！もし今夜は月が暗いでなければ.....",		--被查理攻击
	ANNOUNCE_COLD = "広寒宮より三割寒い。",		--过冷
	ANNOUNCE_HOT = "私はウサギの日焼けになりたくない！",		--过热
	ANNOUNCE_CRAFTING_FAIL = "ダメ、もっと必要なものがある。",		--没调用
	ANNOUNCE_DEERCLOPS = "妖気が迫っている……",		--boss来袭
	ANNOUNCE_CAVEIN = "石が落ちた！！",		--要地震了？？？
	ANNOUNCE_ANTLION_SINKHOLE = 
	{
		"こちの「土地」はまた怠けていた",		--蚁狮地震
		"地はなぜ揺れているの？！",		--蚁狮地震
		"何とか源を見つけなきゃ！",		--蚁狮地震
	},
	ANNOUNCE_ANTLION_TRIBUTE =
	{
        "持って行こ、もうむやみに動くな。",		--向蚁狮致敬
        "これはあなたにあげるの。",		--给蚁狮上供
        "いずれあなたにこれらの妖神祭祀を取り除いてあげる。",		--给蚁狮上供
	},
	ANNOUNCE_SACREDCHEST_YES = "イェイ！",		--远古宝箱物品正确给出蓝图
	ANNOUNCE_SACREDCHEST_NO = "嫌な大きな箱。",		--远古宝箱
    ANNOUNCE_DUSK = "お日様はもうすぐ寝ます。",		--进入黄昏
	ANNOUNCE_EAT =
	{
		GENERIC = "ウム-ムム!",		--吃东西
		PAINFUL = "お腹が痛い……",		--吃怪物肉
		SPOILED = "なんとこれを食べさせるの！ウウ~",		--吃腐烂食物
		STALE = "味がおかしい。",		--吃黄色食物
		INVALID = "仙女様はこれを食べられない。",		--拒吃
        YUCKY = "嫦娥姉さんも私にこんなものを食べさせることがないのに。",		--吃红色食物
    },
    ANNOUNCE_ENCUMBERED =
    {
        "はあ……",		--搬运雕像、可疑的大理石
        "疲れた……",		--搬运雕像、可疑的大理石
        "嫌だよ！",		--搬运雕像、可疑的大理石
        "仙女は……重いものを運ぶのには……不向きです！",		--搬运雕像、可疑的大理石
        "こんな……のは……嫌いだ……",		--搬运雕像、可疑的大理石
        "（つぶやく）",		--搬运雕像、可疑的大理石
        "/(ㄒoㄒ)/~~",		--搬运雕像、可疑的大理石
        "ちょっと……大きい人が……助けてくれる……か？",		--搬运雕像、可疑的大理石
        "アィヤ！私の腰。",		--搬运雕像、可疑的大理石
    },
    ANNOUNCE_ATRIUM_DESTABILIZING = 
    {
		"今度、天地は震動しています！",		--中庭击杀boss后即将刷新
		"問題が起きた！",		--中庭震动
		"逃げろ！",		--中庭击杀boss后即将刷新
	},
    ANNOUNCE_RUINS_RESET = "輪廻がとまない！",		--地下重置
    ANNOUNCE_SNARED = "私を閉じ込めない。",		--远古嘤嘤怪的骨笼
    ANNOUNCE_REPELLED = "大がめ？！",		--嘤嘤怪保护状态
	ANNOUNCE_ENTER_DARK = "暗い夜がまるで大きな手で私を覆いかぶさていた。",		--进入黑暗
	ANNOUNCE_ENTER_LIGHT = "「月宫」はいつも明るい。",		--进入光源
	ANNOUNCE_FREEDOM = "バイバイ！",		--没调用（废案）
	ANNOUNCE_HIGHRESEARCH = "頭がいい感じがいます！",		--没调用（废案）
	ANNOUNCE_HOUNDS = "私は……犬たちを叩き飛ばする……かもしれない。",		--猎犬将至
	ANNOUNCE_WORMS = "吐き気の大きな虫が出てきた。",		--蠕虫袭击
	ANNOUNCE_HUNGRY = "今は一気に八百本の大根が食べられる！",		--饥饿
	ANNOUNCE_HUNT_BEAST_NEARBY = "柳暗花明？",		--即将找到野兽
	ANNOUNCE_HUNT_LOST_TRAIL = "菜の花の中に飛び込んでみたらどこに見えません。",		--猎物（大象脚印丢失）
	ANNOUNCE_HUNT_LOST_TRAIL_SPRING = "ぬれた土壌では足跡が残れない。",		--大猎物丢失踪迹
	ANNOUNCE_INV_FULL = "ポケットが足りなくなった。",		--身上的物品满了
	ANNOUNCE_KNOCKEDOUT = "頭痛い……",		--被催眠
	ANNOUNCE_LOWRESEARCH = "理解できない……",		--没调用（废案）
	ANNOUNCE_MOSQUITOS = "！立ち去れ、虫たち！",		--没调用
    ANNOUNCE_NOWARDROBEONFIRE = "無理！",		--橱柜着火
    ANNOUNCE_NODANGERGIFT = "プレゼントを開けたいが……今は安全ではない。",		--周围有危险的情况下打开礼物
    ANNOUNCE_NOMOUNTEDGIFT = "まず降りましょう。",		--骑牛的时候打开礼物
	ANNOUNCE_NODANGERSLEEP = "今は寝る時ではないよ！",		--危险，不能睡觉
	ANNOUNCE_NODAYSLEEP = "昼間はなぜを寝ますか！",		--白天睡帐篷
	ANNOUNCE_NODAYSLEEP_CAVE = "兎ちゃんはまだそんなに眠くない。",		--洞穴里白天睡帐篷
	ANNOUNCE_NOHUNGERSLEEP = "腹がぶつぶつて。",		--饿了无法睡觉
	ANNOUNCE_NOSLEEPONFIRE = "ウサギ焼きになりたくない！",		--营帐着火无法睡觉
	ANNOUNCE_NODANGERSIESTA = "本気ですか！",		--危险，不能午睡
	ANNOUNCE_NONIGHTSIESTA = "今は涼みたくない！",		--夜晚睡凉棚
	ANNOUNCE_NONIGHTSIESTA_CAVE = "ここはあまりにも怖いよ……",		--在洞穴里夜晚睡凉棚
	ANNOUNCE_NOHUNGERSIESTA = "お腹がグーグーと鳴っている！",		--饱度不足无法午睡
	ANNOUNCE_NODANGERAFK = "気をつけて！",		--战斗状态下线（已经移除）
	ANNOUNCE_NO_TRAP = "簡単！",		--没有陷阱？？？没调用
	ANNOUNCE_PECKED = "オ！オ！オワ！",		--被小高鸟啄
	ANNOUNCE_QUAKE = "地面が揺れている！",		--地震
	ANNOUNCE_RESEARCH = "頭がいい感じがいます！",		--没调用
	ANNOUNCE_SHELTER = "大樹さん、保護してくれてありがとう。",		--下雨天躲树下
	ANNOUNCE_THORNS = "いばらが香りに絡まっている！",		--玫瑰、仙人掌、荆棘扎手
	ANNOUNCE_BURNT = "熱い！！",		--烧完了
	ANNOUNCE_TORCH_OUT = "松明をもう一つ作る必要があるよう。",		--火把用完了
	ANNOUNCE_THURIBLE_OUT = "アォ、なくなった。",		--香炉燃尽
	ANNOUNCE_FAN_OUT = "ふふふ……私が壊したのではない！！",		--小风车停了
    ANNOUNCE_COMPASS_OUT = "とがったポインタが壊れた。",		--指南针用完了
	ANNOUNCE_TRAP_WENT_OFF = "……べとべとしたもの。",		--触发陷阱（例如冬季陷阱）
	ANNOUNCE_UNIMPLEMENTED = "トラップはまだ修正されていない！",		--没调用
	ANNOUNCE_WORMHOLE = "大きな口が私を飲み込むところだった！",		--跳虫洞
	ANNOUNCE_TOWNPORTALTELEPORT = "……変な感じ！",		--豪华传送
	ANNOUNCE_CANFIX = "修理することが簡単だ！",		--墙壁可以修理
	ANNOUNCE_ACCOMPLISHMENT = "できた！",		--没调用
	ANNOUNCE_ACCOMPLISHMENT_DONE = "できた！",			--没调用
	ANNOUNCE_INSUFFICIENTFERTILIZER = "このようなところは大根はみな大きく育たない。",		--土地肥力不足
	ANNOUNCE_TOOL_SLIP = "私の爪はこれがつかめない。",		--工具滑出
	ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED = "「雷公电母」！帰ったら「太阴星君」に報告します！",		--规避闪电
	ANNOUNCE_TOADESCAPING = "逃げるな！",		--蟾蜍正在逃跑
	ANNOUNCE_TOADESCAPED = "帰ろう、ガマ！！",		--蟾蜍逃走了
	ANNOUNCE_DAMP = "そよ風が細かい雨に吹き，土の香りをまぜている！",		--潮湿（1级）
	ANNOUNCE_WET = "毛が全部濡れた。",		--潮湿（2级）
	ANNOUNCE_WETTER = "ぬれうさぎになった、ウウ~",		--潮湿（3级）
	ANNOUNCE_SOAKED = "私は今、水の中で泳いでいますか！",		--潮湿（4级）
	ANNOUNCE_WASHED_ASHORE = "水泳を心行ったまで楽しむ！",		--暂无注释
    ANNOUNCE_DESPAWN = "寒い……",		--下线
	ANNOUNCE_BECOMEGHOST = "ア！",		--变成鬼魂
	ANNOUNCE_GHOSTDRAIN = "エェ……ヲヲ…………",		--队友死亡掉san
	ANNOUNCE_PETRIFED_TREES = "木が怖い……",		--石化树
	ANNOUNCE_KLAUS_ENRAGE = "ギャー！怖い怖い！！",		--克劳斯被激怒（杀死了鹿）
	ANNOUNCE_KLAUS_UNCHAINED = "腹にも歯が生える！助けて！",		--克劳斯-未上锁的  猜测是死亡准备变身？
	ANNOUNCE_KLAUS_CALLFORHELP = "それは仲間をよびかけている！",		--克劳斯召唤小偷
	ANNOUNCE_MOONALTAR_MINE =
	{
		GLASS_MED = "中に何がいる？",		--暂无注释
		GLASS_LOW = "すぐできます！",		--暂无注释
		GLASS_REVEAL = "自由！",		--暂无注释
		IDOL_MED = "中に何がいる？",		--暂无注释
		IDOL_LOW = "すぐできます！",		--暂无注释
		IDOL_REVEAL = "自由！",		--暂无注释
		SEED_MED = "中に何がいる？",		--暂无注释
		SEED_LOW = "すぐできます！",		--暂无注释
		SEED_REVEAL = "自由！",		--暂无注释
	},
    ANNOUNCE_SPOOKED = "-何かを見ました……",		--被吓到
	ANNOUNCE_BRAVERY_POTION = "私は今まで怖がったことがない！",		--勇气药剂
	ANNOUNCE_MOONPOTION_FAILED = "アォ……何も起こらなかった。",		--暂无注释
	ANNOUNCE_EATING_NOT_FEASTING = "他の人と一緒に分かち合うべきだ。",		--暂无注释
	ANNOUNCE_WINTERS_FEAST_BUFF = "アォ、キラキラした感じ！",		--暂无注释
	ANNOUNCE_IS_FEASTING = "食べ物がいっぱいある！",		--暂无注释
	ANNOUNCE_WINTERS_FEAST_BUFF_OVER = "ヘ！キラキラのはどこに行ったか？",		--暂无注释
    ANNOUNCE_REVIVING_CORPSE = "私たちは友達だ……？",		--没调用（熔炉）
    ANNOUNCE_REVIVED_OTHER_CORPSE = "だいぶよくなった！",		--没调用（熔炉）
    ANNOUNCE_REVIVED_FROM_CORPSE = "-怖いわ。",		--没调用（熔炉）
    ANNOUNCE_FLARE_SEEN = "空に火事があった？？",		--暂无注释
    ANNOUNCE_OCEAN_SILHOUETTE_INCOMING = "来る人がいるの？",		--暂无注释
    ANNOUNCE_ROYALTY =
    {
        "大きな重要人物！",		--向带着蜂王帽的队友鞠躬
        "王冠をかぶったうさぎちゃん！",		--向带着蜂王帽的队友鞠躬
        "あなたは童話の中の人ですか？",		--向带着蜂王帽的队友鞠躬
    },
    ANNOUNCE_ATTACH_BUFF_ELECTRICATTACK    = "電光石火！",		--暂无注释
    ANNOUNCE_ATTACH_BUFF_ATTACK            = "喧嘩したいか！",		--暂无注释
    ANNOUNCE_ATTACH_BUFF_PLAYERABSORPTION  = "あなたより体が強い！",		--暂无注释
    ANNOUNCE_ATTACH_BUFF_WORKEFFECTIVENESS = "……？なぜか急に仕事がしたくなった？",		--暂无注释
    ANNOUNCE_ATTACH_BUFF_MOISTUREIMMUNITY  = "……かさかさになった……",		--暂无注释
    ANNOUNCE_DETACH_BUFF_ELECTRICATTACK    = "アォアォアォ……",		--暂无注释
    ANNOUNCE_DETACH_BUFF_ATTACK            = "打ちたくなった。",		--暂无注释
    ANNOUNCE_DETACH_BUFF_PLAYERABSORPTION  = "，殴るな！",		--暂无注释
    ANNOUNCE_DETACH_BUFF_WORKEFFECTIVENESS = "あれが疲れた……",		--暂无注释
    ANNOUNCE_DETACH_BUFF_MOISTUREIMMUNITY  = "すぐに濡れた！",		--暂无注释
	ANNOUNCE_OCEANFISHING_LINESNAP = "ヘ！",		--暂无注释
	ANNOUNCE_OCEANFISHING_LINETOOLOOSE = "糸が緩すぎて、魚が逃げぞ！",		--暂无注释
	ANNOUNCE_OCEANFISHING_GOTAWAY = "いや！帰って、魚ちゃん！",		--暂无注释
	ANNOUNCE_OCEANFISHING_BADCAST = "むずい。",		--暂无注释
	ANNOUNCE_OCEANFISHING_IDLE_QUOTE = 
	{
		"魚ちゃん！来て、魚ちゃん！",		--暂无注释
		"（しずく音）……",		--暂无注释
		"魚ちゃんは？",		--暂无注释
		"。ちょっと長いね。",		--暂无注释
	},
	ANNOUNCE_WEIGHT = "重さ：{weight}",		--暂无注释
    ANNOUNCE_KINGCREATED = "魚人は新しい王様ができた！",		--暂无注释
    ANNOUNCE_KINGDESTROYED = "前回の王様はだめです。もっといいのを探してくれる人がいます！",		--暂无注释
    ANNOUNCE_CANTBUILDHERE_THRONE = "ここは沼の王には向かない！",		--暂无注释
    ANNOUNCE_CANTBUILDHERE_HOUSE = "本当に壮観ですわ！",		--暂无注释
    ANNOUNCE_CANTBUILDHERE_WATCHTOWER = "衛士はここを守ってくれます！",		--暂无注释
    ANNOUNCE_READ_BOOK = 
    {
        BOOK_SLEEP = "むかしむかし！の時……",		--暂无注释
        BOOK_BIRDS = "「织女」のお姉さんを手伝ってくれるカササギがありますか？",		--暂无注释
        BOOK_TENTACLES =  "いい本だわ！",		--暂无注释
        BOOK_BRIMSTONE = "物語の結末を知りたい！",		--暂无注释
        BOOK_GARDENING = "多くの見慣れない言葉……",		--暂无注释
    },
    ANNOUNCE_WEAK_RAT = "見た目があまりよくない……",		--暂无注释
    ANNOUNCE_CARRAT_START_RACE = "いけ！いけ！いけ！",		--暂无注释
    ANNOUNCE_CARRAT_ERROR_WRONG_WAY = 
    {
        "ヘ！あっちへ走った！あち！",		--暂无注释
        "ニンジンのネズミが方向を間違えた！",		--暂无注释
    },
    ANNOUNCE_CARRAT_ERROR_FELL_ASLEEP = "寝るな！起き上がって勝ちよ！",    		--暂无注释
    ANNOUNCE_CARRAT_ERROR_WALKING = "走る速さのが足りないですね！",    		--暂无注释
    ANNOUNCE_CARRAT_ERROR_STUNNED = "どうしたの、なぜ動かないの？！",		--暂无注释
    ANNOUNCE_GHOST_QUEST = "それはウェンディだけが使えます。",		--暂无注释
    ANNOUNCE_ABIGAIL_SUMMON = 
	{
	},
    ANNOUNCE_GHOSTLYBOND_LEVELUP = 
	{
	},
	BATTLECRY =
	{
		GENERIC = "恐れないで……私……私は勝つことができます……",		--战斗
		PIG = "まるまると太っていてよいものは一つもない！",		--战斗 猪人
		PREY = "残して……残しよ！",		--战斗 猎物？？大象？
		SPIDER = "あなたが直接蜘蛛の糸をあげれるなら、私はあなたを殴ってはしませんよ。",		--战斗 蜘蛛
		SPIDER_WARRIOR = "私と戦いたいか？！",		--战斗 蜘蛛战士
		DEER = "障害の鹿をいじめていると言われたくない！",		--战斗 无眼鹿
	},
	COMBAT_QUIT =
	{
		GENERIC = "ハハハ！",		--攻击目标被卡住，无法攻击
		PIG = "悪い豚が逃げた。",		--退出战斗-猪人
		PREY = "速く帰って来て！",		--退出战斗 猎物？？大象？
		SPIDER = "ヲ……蜘蛛の妖精の友達かもしれません。",		-- 退出战斗 蜘蛛
		SPIDER_WARRIOR = "私はあなたがあまり好きではなかった！",		--退出战斗 蜘蛛战士
	},
	DESCRIBE =
	{
		MULTIPLAYER_PORTAL = "絶望にからまれて、美しいバラを咲く。",		-- 物品名:"绚丽之门"
        MULTIPLAYER_PORTAL_MOONROCK = "このドアで家に帰ってくれるの？！",		-- 物品名:"天体传送门"
        MOONROCKIDOL = "それは私を見ている。",		-- 物品名:"月岩雕像" 制造描述:"重要人物。"
        CONSTRUCTION_PLANS = "簡単そうじゃ！",		-- 物品名:未找到
        ANTLION =
        {
            GENERIC = "何が欲しいの？",		-- 物品名:"蚁狮"->默认
            VERYHAPPY = "彼女は見ていてとてもうれしそうだった！",		-- 物品名:"蚁狮"
            UNHAPPY = "ハハ、怒ないで！",		-- 物品名:"蚁狮"
        },
        ANTLIONTRINKET = "これが好きな人を知っているわ！",		-- 物品名:"沙滩玩具"
        SANDSPIKE = "ア！とげ！",		-- 物品名:"沙刺"
        SANDBLOCK = "私と一緒に砂を積みましょう。",		-- 物品名:"沙堡"
        GLASSSPIKE = "豚の頭を刺して上がったらもっと綺麗！",		-- 物品名:"玻璃狼牙棒"
        GLASSBLOCK = "割れやすいように見える。",		-- 物品名:"玻璃城堡"
        ABIGAIL_FLOWER =
        {
            GENERIC ="魂を宿す花。",		-- 物品名:"阿比盖尔之花"->默认 制造描述:"一个神奇的纪念品。"
			LEVEL1 = "アビゲールが隠しました。",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
			LEVEL2 = "彼女はまだ本当にゆっくりしているね。",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
			LEVEL3 = "出て来い！",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
            LONG = "きれい。",		-- 物品名:"阿比盖尔之花"->还需要很久 制造描述:"一个神奇的纪念品。"
            MEDIUM = "ム？",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
            SOON = "何かありますか！",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
            HAUNTED_POCKET = "下に行って、花！",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
            HAUNTED_GROUND = "ここに現れるべきではない……",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
        },
        BALLOONS_EMPTY = "とても綺麗に見える。",		-- 物品名:"韦斯的气球" 制造描述:"要是有更简单的方法该多好。"
        BALLOON = "私も一つほしい！！",		-- 物品名:"气球"
        BERNIE_INACTIVE =
        {
            BROKEN = "ア...私も一つほしい",		-- 物品名:"伯尼" 制造描述:"这个疯狂的世界总有你熟悉的人。"
            GENERIC = "遊ばないたのか？",		-- 物品名:"伯尼"->默认 制造描述:"这个疯狂的世界总有你熟悉的人。"
        },
        BERNIE_ACTIVE = "それと遊びたい！",		-- 物品名:"伯尼"
        BERNIE_BIG = "面白いおもちゃ!",		-- 物品名:"伯尼！"
        BOOK_BIRDS = "カササギが雲の上に橋を架け、愛し合う人が雲の上で出会う！",		-- 物品名:"世界鸟类手册" 制造描述:"涵盖1000个物种：习性、栖息地及叫声。"
        BOOK_TENTACLES = "これは気持ちが悪過ぎた。",		-- 物品名:"触手的召唤" 制造描述:"让我们来了解一下地下的朋友们！"
        BOOK_GARDENING = "「月宫」の玄霜仙薬は全部私が育てたのよ。",		-- 物品名:"应用园艺学" 制造描述:"讲述培育和照料植物的相关知识。"
        BOOK_SLEEP = "嫦娥姉さんはいつも私をあやして寝ます！",		-- 物品名:"睡前故事" 制造描述:"送你入梦的睡前故事。"
        BOOK_BRIMSTONE = "子どもをだます手口！",		-- 物品名:"末日将至！" 制造描述:"世界将在火焰和灾难中终结！"
        PLAYER =
        {
            GENERIC = "こんにちは、 %s!",		-- 物品名:未找到
            ATTACKER = " %sを信じられない。",		-- 物品名:未找到
            MURDERER = "………… %s は殺し屋！！ ",		-- 物品名:未找到
            REVIVER = "私はもともと何の助けもいらなかった！……でもありがとう。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "本当に怖いよ、 %s。",		-- 物品名:"幽灵"
            FIRESTARTER = "すべてを燃やしますよ、 %s!!",		-- 物品名:未找到
        },
        WILSON =
        {
            GENERIC = "こんにちは、可愛いウィルソン！",		-- 物品名:"威尔逊"->默认
            ATTACKER = "これはよくないな！",		-- 物品名:"威尔逊"
            MURDERER = "この人たちを信じられないと知っているわ！",		-- 物品名:"威尔逊"
            REVIVER = "あの \"科学\" いいじゃない, ",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "へへ、ちょっとおバカですね！",		-- 物品名:"幽灵"
            FIRESTARTER = "これは \" 科学\"のため？",		-- 物品名:"威尔逊"
        },
        WOLFGANG =
        {
            GENERIC = "こんにちは、筋肉髭さん！",		-- 物品名:"沃尔夫冈"->默认
            ATTACKER = "不公平、君は背が大きいですから！",		-- 物品名:"沃尔夫冈"
            MURDERER = "この悪党め！",		-- 物品名:"沃尔夫冈"
            REVIVER = "だからもう私を恐れないの？",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "恐れないで、君に心を探してあげるわ！",		-- 物品名:"幽灵"
            FIRESTARTER = "これはすえた考えだ。",		-- 物品名:"沃尔夫冈"
        },
        WAXWELL =
        {
            GENERIC = "君の身の暗闇を感じました。",		-- 物品名:"麦斯威尔"->默认
            ATTACKER = "この悪党め！！",		-- 物品名:"麦斯威尔"
            MURDERER = "なぜ君が嫌いなのか分かった。",		-- 物品名:"麦斯威尔"
            REVIVER = "君もそんなに悪くないようだ。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "ふざけなくな。手伝ってあげるよ！",		-- 物品名:"幽灵"
            FIRESTARTER = "彼がやったの！彼がやったのだ！",		-- 物品名:"麦斯威尔"
        },
        WX78 =
        {
            GENERIC = "こんにちは、鉄人さん。",		-- 物品名:"WX-78"->默认
            ATTACKER = "アォ！やめなさい！",		-- 物品名:"WX-78"
            MURDERER = "残酷な戦争！",		-- 物品名:"WX-78"
            REVIVER = "君がこんなことをするとは思わなかった……",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "あまり楽しくなさそうですね。",		-- 物品名:"幽灵"
            FIRESTARTER = "遊びすぎましたわ。",		-- 物品名:"WX-78"
        },
        WILLOW =
        {
            GENERIC = "こんにちは、火炎さん！",		-- 物品名:"薇洛"->默认
            ATTACKER = "君達もそんなに強くないじゃ！",		-- 物品名:"薇洛"
            MURDERER = "，悪い女の人！",		-- 物品名:"薇洛"
            REVIVER = "実は、君はいい人だね。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "どうせ君はもう……代わりに熊と遊ばせるか？はいはい、心一つを探して行くわ。",		-- 物品名:"幽灵"
            FIRESTARTER = "彼女は楽しそう。",		-- 物品名:"薇洛"
        },
        WENDY =
        {
            GENERIC = "こんにちは、今日の姉妹は元気のか？",		-- 物品名:"温蒂"->默认
            ATTACKER = "ヘ！やめろ！",		-- 物品名:"温蒂"
            MURDERER = "幽霊と遊びたいだけだ？",		-- 物品名:"温蒂"
            REVIVER = "アビゲールに挨拶してあげました。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "君……本当に心がほしいのか？",		-- 物品名:"幽灵"
            FIRESTARTER = "なぜそうするの？",		-- 物品名:"温蒂"
        },
        WOODIE =
        {
            GENERIC = "こんにちは、伐木さん！",		-- 物品名:"伍迪"->默认
            ATTACKER = "木に殴りに行って、人に殴るな！",		-- 物品名:"伍迪"
            MURDERER = "伐木さんが殺し屋だということは、とうに予想されていたはずだ！",		-- 物品名:"伍迪"
            REVIVER = "伐木さんはとてもいい人だ。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "手伝いましょうか？",		-- 物品名:"幽灵"
            BEAVER = "木を切る人はどこに行ったか？！",		-- 物品名:"伍迪"
            BEAVERGHOST = "心一つを探して行きます、伐木さんを連れて帰ってきてください！",		-- 物品名:"伍迪"
            MOOSE = "木を切る人はどこに行ったか？！",		-- 物品名:"伍迪"
            MOOSEGHOST = "心一つを探して行きます、伐木さんを連れて帰ってきてください！",		-- 物品名:"伍迪"
            GOOSE = "木を切る人はどこに行ったか？！",		-- 物品名:"伍迪"
            GOOSEGHOST = "心一つを探して行きます、伐木さんを連れて帰ってきてください！",		-- 物品名:"伍迪"
            FIRESTARTER = "木を切るのが好きじゃない、どうしてまたものを燃やすの？",		-- 物品名:"伍迪"
        },
        WICKERBOTTOM =
        {
            GENERIC = "物語一つを私と話してよ？",		-- 物品名:"薇克巴顿"->默认
            ATTACKER = "何を怒っているの？私は何もやらなかったよ！",		-- 物品名:"薇克巴顿"
            MURDERER = "君をそんなに信頼しているのに！",		-- 物品名:"薇克巴顿"
            REVIVER = "ありがとうございます！（正しいたか？）",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "すぐに君のために心を作ります！",		-- 物品名:"幽灵"
            FIRESTARTER = "至るところでたき火をしてはやめなさい。",		-- 物品名:"薇克巴顿"
        },
        WES =
        {
            GENERIC = "こんにちは、ジョーカー。",		-- 物品名:"韦斯"->默认
            ATTACKER = "，立ち去れ！",		-- 物品名:"韦斯"
            MURDERER = "初めから君はそこを離れるべきではなかった！",		-- 物品名:"韦斯"
            REVIVER = "ヲ……ありがとう。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "いつもより蒼白のようだ。",		-- 物品名:"幽灵"
            FIRESTARTER = "君は変な人。",		-- 物品名:"韦斯"
        },
        WEBBER =
        {
            GENERIC = "ハイ、蜘蛛の妖精ちゃん！",		-- 物品名:"韦伯"->默认
            ATTACKER = "なぜこんなに冷酷なの？",		-- 物品名:"韦伯"
            MURDERER = "友達だと思ったのに！",		-- 物品名:"韦伯"
            REVIVER = "友達だと知っていたよ！",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "悲しまないで。心を探してあげるよ！",		-- 物品名:"幽灵"
            FIRESTARTER = "あなたはトラブルを起こすぞ！",		-- 物品名:"韦伯"
        },
        WATHGRITHR =
        {
            GENERIC = "こんにちは、ヴィギョンさん！",		-- 物品名:"薇弗德"->默认
            ATTACKER = "私と喧嘩したいですか？？",		-- 物品名:"薇弗德"
            MURDERER = "私を狩りをしないで！！",		-- 物品名:"薇弗德"
            REVIVER = "……ありがとう。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "ヲ、見ていて怖い！",		-- 物品名:"幽灵"
            FIRESTARTER = "それは火炎さんの仕事じゃないか？",		-- 物品名:"薇弗德"
        },
        WINONA =
        {
            GENERIC = "黒夜さんを知っているか？",		-- 物品名:"薇诺娜"->默认
            ATTACKER = "それは安全ではない！",		-- 物品名:"薇诺娜"
            MURDERER = "君は私の信頼を裏切った！！",		-- 物品名:"薇诺娜"
            REVIVER = "全部直りました！",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "君は一度も油断したことがないと思っていましたね？",		-- 物品名:"幽灵"
            FIRESTARTER = "彼女は修理に飽きたかもしれない。",		-- 物品名:"薇诺娜"
        },
        WORTOX =
        {
            GENERIC = "\"悪魔\"ちゃん？",		-- 物品名:"沃拓克斯"->默认
            ATTACKER = "君は本当に悪い子だね！",		-- 物品名:"沃拓克斯"
            MURDERER = "君を信じられないと知っていたよ！",		-- 物品名:"沃拓克斯"
            REVIVER = "またいんちきをしている……？",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "ぶすぶすとあなたの魂が出ました！！",		-- 物品名:"幽灵"
            FIRESTARTER = "それは見ていてとても怖いよ。",		-- 物品名:"沃拓克斯"
        },
        WORMWOOD =
        {
            GENERIC = "ハロウ、緑の葉の植物！",		-- 物品名:"沃姆伍德"->默认
            ATTACKER = "アォ！君は古くて、悪い雑草だ！",		-- 物品名:"沃姆伍德"
            MURDERER = "友達になれなくなった！",		-- 物品名:"沃姆伍德"
            REVIVER = "あなたはいい植物だ！",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "ここで待っていて！手伝いを探すに行くわ！",		-- 物品名:"幽灵"
            FIRESTARTER = "，そうすれば危険だ！",		-- 物品名:"沃姆伍德"
        },
        WARLY =
        {
            GENERIC = "こんにちは、シェフさん！",		-- 物品名:"沃利"->默认
            ATTACKER = "君はいい人だと思ったのに！",		-- 物品名:"沃利"
            MURDERER = "友達じゃない？！",		-- 物品名:"沃利"
            REVIVER = "君……助けた？",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "いや！後で誰が美味しいものを作ってくれるよ……",		-- 物品名:"幽灵"
            FIRESTARTER = "彼は何でも焼いて食べたい！",		-- 物品名:"沃利"
        },
        WURT =
        {
            GENERIC = "こんにちは、小魚人ちゃん!",		-- 物品名:"沃特"->默认
            ATTACKER = "私たちは団結すべきだ！",		-- 物品名:"沃特"
            MURDERER = "やっぱりは最大の敵！",		-- 物品名:"沃特"
            REVIVER = "私をいつまでも信頼できる！",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "どこかに心があるはずです。",		-- 物品名:"幽灵"
            FIRESTARTER = "やめろ！君は私たちに迷惑をかけたよ！",		-- 物品名:"沃特"
        },
        MIGRATION_PORTAL =
        {
            GENERIC = "これでどこに行くの？",		-- 物品名:"Matic 朋友之门"->默认
            OPEN = "反対側に何があるか分からん……",		-- 物品名:"Matic 朋友之门"->打开
            FULL = "空いている席がなかった。",		-- 物品名:"Matic 朋友之门"->满了
        },
        GLOMMER = 
        {
            GENERIC = "へへ、虫には粘り物がある！",		-- 物品名:"罗姆"->默认
            SLEEPING = "おやすみ、虫ちゃん。",		-- 物品名:"罗姆"->睡着了
        },
        GLOMMERFLOWER =
        {
            GENERIC = "絢爛至極？",		-- 物品名:"罗姆花"->默认
            DEAD = "ちょっと悲しいです。",		-- 物品名:"罗姆花"->死了
        },
        GLOMMERWINGS = "大きな虫には変な小さな羽が生えている。",		-- 物品名:"罗姆翅膀"
        GLOMMERFUEL = "虫の落ちる粘液団。",		-- 物品名:"罗姆的黏液"
        BELL = "いい音ができます。",		-- 物品名:"远古铃铛" 制造描述:"这可不是普通的铃铛。"
        STATUEGLOMMER =
        {
            GENERIC = "石が変な虫に見える。",		-- 物品名:"罗姆雕像"->默认
            EMPTY = "アィヤ……私がやったじゃないよ！",		-- 物品名:"罗姆雕像"
        },
        LAVA_POND_ROCK = "挽いて鉢にすることができるかもしれない。",		-- 物品名:"岩石"
		WEBBERSKULL = "骨はそこに置くべきではない！",		-- 物品名:"韦伯的头骨"
		WORMLIGHT = "また大又光るベリー！",		-- 物品名:"发光蓝莓"
		WORMLIGHT_LESSER = "わずかな光を放つ……",		-- 物品名:"较少发光蓝莓"
		WORM =
		{
		    PLANT = "危険とチャンスが共存する……",		-- 物品名:"洞穴蠕虫"
		    DIRT = "土の山！",		-- 物品名:"洞穴蠕虫"
		    WORM = "虫！！",		-- 物品名:"洞穴蠕虫"
		},
        WORMLIGHT_PLANT = "きれい……",		-- 物品名:"神秘植物"
		MOLE =
		{
			HELD = "かわいそう、もうむやみに動くないで！",		-- 物品名:"鼹鼠"->拿在手里
			UNDERGROUND = "「土地」ちゃん、どこへ行くの？",		-- 物品名:"鼹鼠"
			ABOVEGROUND = "おせっかいが大好きだね！",		-- 物品名:"鼹鼠"
		},
		MOLEHILL = "もぐら塚。",		-- 物品名:"鼹鼠丘"
		MOLEHAT = "上の臭いがひどい。",		-- 物品名:"鼹鼠帽" 制造描述:"为穿戴者提供夜视能力。"
		EEL = "こんにちは、長い魚！",		-- 物品名:"鳗鱼"
		EEL_COOKED = "ウサギは肉を食べませんよ！",		-- 物品名:"烤鳗鱼"
		UNAGI = "魚をこのように扱うことはできない!",		-- 物品名:"鳗鱼料理"
		EYETURRET = "私を殴ることがしません……だよね？",		-- 物品名:"眼睛炮塔"
		EYETURRET_ITEM = "これはいい考えか……",		-- 物品名:"眼睛炮塔" 制造描述:"要远离讨厌的东西，就得杀了它们。"
		MINOTAURHORN = "俗塵を避けることができる!",		-- 物品名:"守护者之角"
		MINOTAURCHEST = "うさぎ船長が宝を見つけました。",		-- 物品名:"大号华丽箱子"
		THULECITE_PIECES = "小物。",		-- 物品名:"铥矿碎片"
		POND_ALGAE = "ヲ、べたべたの！",		-- 物品名:"水藻"
		GREENSTAFF = "きれいな緑の石がはめ込まれていた。",		-- 物品名:"拆解魔杖" 制造描述:"干净而有效的摧毁。"
		GIFT = "私にのプレゼント！",		-- 物品名:"礼物"
        GIFTWRAP = "どうして一つのものでもう一つのものを包んでいるの？",		-- 物品名:"礼物包装" 制造描述:"把东西打包起来，好看又可爱！"
		POTTEDFERN = "この植物は小さい家がある。",		-- 物品名:"蕨类盆栽" 制造描述:"做个花盆，里面栽上蕨类植物。"
        SUCCULENT_POTTED = "今は家があった。",		-- 物品名:"多肉盆栽" 制造描述:"塞进陶盆的漂亮多肉植物。"
		SUCCULENT_PLANT = "なぜこのようなところに住んでいるの？",		-- 物品名:"多肉植物"
		SUCCULENT_PICKED = "オ、壊した。",		-- 物品名:"多肉植物"
		SENTRYWARD = "月の目？",		-- 物品名:"月眼守卫" 制造描述:"绘图者最有价值的武器。"
        TOWNPORTAL =
        {
			GENERIC = "友達のところに連れて行ってください！",		-- 物品名:"强征传送塔"->默认 制造描述:"用沙子的力量聚集你的朋友们。"
			ACTIVE = "用意ができた!",		-- 物品名:"强征传送塔"->激活了 制造描述:"用沙子的力量聚集你的朋友们。"
		},
        TOWNPORTALTALISMAN = 
        {
			GENERIC = "転送石！",		-- 物品名:"沙漠石头"->默认
			ACTIVE = "友達のもとに飛び込んで行く！",		-- 物品名:"沙漠石头"->激活了
		},
        WETPAPER = "それは無数の知識をのせることができる。",		-- 物品名:"纸张"
        WETPOUCH = "池の宝物を見つけた！",		-- 物品名:"起皱的包裹"
        MOONROCK_PIECES = "「月宫」？",		-- 物品名:"月亮石碎块"
        MOONBASE =
        {
            GENERIC = "月の力を導く。",		-- 物品名:"月亮石"->默认
            BROKEN = "誰かがそれを壊した！",		-- 物品名:"月亮石"
            STAFFED = "何か発生するか？",		-- 物品名:"月亮石"
            WRONGSTAFF = "ちょっと様子がおかしい。",		-- 物品名:"月亮石"->插错法杖
            MOONSTAFF = "月の光だ！",		-- 物品名:"月亮石"->已经插了法杖的（月杖）
        },
        MOONDIAL = 
        {
			GENERIC = "私の故郷を映している。",		-- 物品名:"月晷"->默认 制造描述:"追踪月相！"
			NIGHT_NEW = "三日月がくねくねとした柳のこずえのような眉。",		-- 物品名:"月晷"->新月 制造描述:"追踪月相！"
			NIGHT_WAX = "上弦の月は弓のように私の心に射し込む！",		-- 物品名:"月晷"->上弦月 制造描述:"追踪月相！"
			NIGHT_FULL = "満月の月は玉の皿のように、月の光が大地を照らしている！",		-- 物品名:"月晷"->满月 制造描述:"追踪月相！"
			NIGHT_WANE = "雲が月の光を遮ったので、花の香りは暗がりでしか伝わりません。",		-- 物品名:"月晷"->下弦月 制造描述:"追踪月相！"
			CAVE = "ここに、故郷が見えない。",		-- 物品名:"月晷"->洞穴 制造描述:"追踪月相！"
        },
		THULECITE = "変に見える……",		-- 物品名:"铥矿石" 制造描述:"将小碎片合成一大块。"
		ARMORRUINS = "強力な保護！",		-- 物品名:"铥矿甲" 制造描述:"炫目并且能提供保护。"
		ARMORSKELETON = "見ていて本当に怖いわ！",		-- 物品名:"骨头盔甲"
		SKELETONHAT = "頭は変な感じがある。",		-- 物品名:"骨头头盔"
		RUINS_BAT = "大きい棒を振る！",		-- 物品名:"铥矿岩棒" 制造描述:"尖钉让一切变得更好。"
		RUINSHAT = "今私は王様だ！！",		-- 物品名:"远古王冠" 制造描述:"附有远古力场！"
		NIGHTMARE_TIMEPIECE =
		{
            CALM = "もう安全そうだ。",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            WARN = "ますますエキセントリックになった……",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            WAXING = "何かありますか？！",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            STEADY = "ずっと変わらない。",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            WANING = "もうすぐなくなります！",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            DAWN = "もうすぐ終わった、もうすぐ終わります。",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            NOMAGIC = "いいらしい。",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
		},
		BISHOP_NIGHTMARE = "それはおかしい！",		-- 物品名:"损坏的发条主教"
		ROOK_NIGHTMARE = "あれはどうしたの？！",		-- 物品名:"损坏的发条战车"
		KNIGHT_NIGHTMARE = "上に悪いものがある！",		-- 物品名:"损坏的发条骑士"
		MINOTAUR = "それは怒りっぽく見える。",		-- 物品名:"远古守护者"
		SPIDER_DROPPER = "君が上に隠れているのが見えた！",		-- 物品名:"穴居悬蛛"
		NIGHTMARELIGHT = "夢が覚める、痛みもある。",		-- 物品名:"梦魇灯座"
		NIGHTSTICK = "オゥ、明るい！",		-- 物品名:"晨星锤" 制造描述:"用于夜间战斗的晨光。"
		GREENGEM = "碧玉で髪冠を作ってあげるわ。",		-- 物品名:"绿宝石"
		MULTITOOL_AXE_PICKAXE = "これを作ると頭がいいですね。",		-- 物品名:"多用斧镐" 制造描述:"加倍实用。"
		ORANGESTAFF = "空間を切り開く力！",		-- 物品名:"瞬移魔杖" 制造描述:"适合那些不喜欢走路的人。"
		YELLOWAMULET = "暖かい感じがある……",		-- 物品名:"魔光护符" 制造描述:"从天堂汲取力量。"
		GREENAMULET = "ものづくりに役立つ！",		-- 物品名:"建造护符" 制造描述:"用更少的材料合成物品！"
		SLURPERPELT = "毛皮を奪った。",			-- 物品名:"铥矿奖章"->啜食者皮 制造描述:"跟踪周围魔力水平的流动。"
		SLURPER = "ハハ、かゆい！",		-- 物品名:"啜食者"
		SLURPER_PELT = "毛皮を奪った。",		-- 物品名:"啜食者皮"
		ARMORSLURPER = "良いベルト。",		-- 物品名:"饥饿腰带" 制造描述:"保持肚子不饿。"
		ORANGEAMULET = "高級感を感じた。",		-- 物品名:"懒人护符" 制造描述:"适合那些不喜欢捡东西的人。"
		YELLOWSTAFF = "「乌金鸟」が鳴く。",		-- 物品名:"唤星者法杖" 制造描述:"召唤一个小星星。"
		YELLOWGEM = "中に日光がある。",		-- 物品名:"黄宝石"
		ORANGEGEM = "変なオレンジ色の石。",		-- 物品名:"橙宝石"
        OPALSTAFF = "月が力の一部を貸してくれました！",		-- 物品名:"唤月者魔杖"
        OPALPRECIOUSGEM = "凝縮した日月の精華!",		-- 物品名:"彩虹宝石"
        TELEBASE = 
		{
			VALID = "せーの！",		-- 物品名:"传送焦点"->有效 制造描述:"装上宝石试试。"
			GEMS = "何が不足だか……",		-- 物品名:"传送焦点"->需要宝石 制造描述:"装上宝石试试。"
		},
		GEMSOCKET = 
		{
			VALID = "石が浮き上がった。",		-- 物品名:"宝石底座"->有效
			GEMS = "光る石を求めて中にはめて。",		-- 物品名:"宝石底座"->需要宝石
		},
		STAFFLIGHT = "燃える光！",		-- 物品名:"矮人之星"
        STAFFCOLDLIGHT = "「广寒宫」の風露！",		-- 物品名:"极光"
        ANCIENT_ALTAR = "古そうに見える。",		-- 物品名:"远古祭坛"
        ANCIENT_ALTAR_BROKEN = "壊れた。",		-- 物品名:"损坏的远古祭坛"
        ANCIENT_STATUE = "怖いわ。",		-- 物品名:"远古雕像"
        LICHEN = "ほら穴の食べ物。",		-- 物品名:"洞穴苔藓"
		CUTLICHEN = "サクサク。",		-- 物品名:"苔藓"
		CAVE_BANANA = "ム……いい果物。",		-- 物品名:"洞穴香蕉"
		CAVE_BANANA_COOKED = "うまい！",		-- 物品名:"烤香蕉"
		CAVE_BANANA_TREE = "上に果物がある！",		-- 物品名:"洞穴香蕉树"
		ROCKY = "こんにちは！",		-- 物品名:"石虾"
		COMPASS =
		{
			GENERIC="中にとがった針がある！",		-- 物品名:"指南针"->默认 制造描述:"指向北方。"
			N = "北。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			S = "南の方。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			E = "東。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			W = "西。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			NE = "北東。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			SE = "南東。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			NW = "北西。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			SW = "南西。",		-- 物品名:"指南针" 制造描述:"指向北方。"
		},
        HOUNDSTOOTH = "ワンワンちゃんの大きな歯。",		-- 物品名:"犬牙"
        ARMORSNURTLESHELL = "本当に粘っこい！",		-- 物品名:"蜗壳护甲"
        BAT = "コウモリは生で食べないで！",		-- 物品名:"洞穴蝙蝠"
        BATBAT = "やれ！やれ！",		-- 物品名:"蝙蝠棒" 制造描述:"所有科技都如此...耗费精神。"
        BATWING = "コウモリがなくなった。",		-- 物品名:"洞穴蝙蝠翅膀"
        BATWING_COOKED = "ウェ……",		-- 物品名:"烤蝙蝠翅膀"
        BATCAVE = "あなたが怖くない！",		-- 物品名:"蝙蝠洞"
        BEDROLL_FURRY = "毛がふわふわしている……",		-- 物品名:"毛皮铺盖" 制造描述:"舒适地一觉睡到天亮！"
        BUNNYMAN = "一緒に日光浴に行きましょう！",		-- 物品名:"兔人"
        FLOWER_CAVE = "役に立たない花。",		-- 物品名:"荧光花"
        GUANO = "コウモリも糞をします。",		-- 物品名:"鸟粪"
        LANTERN = "光を放つわ！",		-- 物品名:"提灯" 制造描述:"可加燃料、明亮、便携！"
        LIGHTBULB = "話せよ\"口に入れるな\" はどういう意味だよ?",		-- 物品名:"荧光果"
        MANRABBIT_TAIL = "え?私が落としたのではないでしょう！",		-- 物品名:"兔绒"
        MUSHROOMHAT = "頭をきれいにして、べたべたさせます！",		-- 物品名:"蘑菇帽"
        MUSHROOM_LIGHT2 =
        {
            ON = "オ、きれいな色！",		-- 物品名:"炽菇灯"->开启 制造描述:"受到火山岩浆灯饰学问的激发。"
            OFF = "何か効果があるの？",		-- 物品名:"炽菇灯"->关闭 制造描述:"受到火山岩浆灯饰学问的激发。"
            BURNT = "あんなに美しかった……",		-- 物品名:"炽菇灯"->烧焦的 制造描述:"受到火山岩浆灯饰学问的激发。"
        },
        MUSHROOM_LIGHT =
        {
            ON = "光がさしている！",		-- 物品名:"蘑菇灯"->开启 制造描述:"任何蘑菇的完美添加物。"
            OFF = "形がおかしい。",		-- 物品名:"蘑菇灯"->关闭 制造描述:"任何蘑菇的完美添加物。"
            BURNT = "私がやったのではない！！",		-- 物品名:"蘑菇灯"->烧焦的 制造描述:"任何蘑菇的完美添加物。"
        },
        SLEEPBOMB = "へへ、おやすみ！",		-- 物品名:"睡袋" 制造描述:"可以扔掉的袋子睡意沉沉。"
        MUSHROOMBOMB = "速く走れ！",		-- 物品名:"炸弹蘑菇"
        SHROOM_SKIN = "しわの肌！",		-- 物品名:"蘑菇皮"
        TOADSTOOL_CAP =
        {
            EMPTY = "もしもし？誰がいますか？",		-- 物品名:"毒菌蟾蜍"
            INGROUND = "中で会いましょう！",		-- 物品名:"毒菌蟾蜍"->在地里面
            GENERIC = "この帽子はなかなかいいじゃん。",		-- 物品名:"毒菌蟾蜍"->默认
        },
        TOADSTOOL =
        {
            GENERIC = "彼から少し離れたい。",		-- 物品名:"毒菌蟾蜍"->默认
            RAGE = "彼を怒らせたはずだ！",		-- 物品名:"毒菌蟾蜍"->愤怒
        },
        MUSHROOMSPROUT =
        {
            GENERIC = "大きなキノコ！",		-- 物品名:"孢子帽"->默认
            BURNT = "アィヤ……",		-- 物品名:"孢子帽"->烧焦的
        },
        MUSHTREE_TALL =
        {
            GENERIC = "おいしそう。",		-- 物品名:"蓝蘑菇树"->默认
            BLOOM = "何が下に落ちている。",		-- 物品名:"蓝蘑菇树"->蘑菇树繁殖？？
        },
        MUSHTREE_MEDIUM =
        {
            GENERIC = "大きいわ！",		-- 物品名:"红蘑菇树"->默认
            BLOOM = "きれい！",		-- 物品名:"红蘑菇树"->蘑菇树繁殖？？
        },
        MUSHTREE_SMALL =
        {
            GENERIC = "低い杭。",		-- 物品名:"绿蘑菇树"->默认
            BLOOM = "漂う灯！",		-- 物品名:"绿蘑菇树"->蘑菇树繁殖？？
        },
        MUSHTREE_TALL_WEBBED = "これは蜘蛛ちゃんに占有されました。",		-- 物品名:"蛛网蓝蘑菇树"
        SPORE_TALL =
        {
            GENERIC = "きれい！",		-- 物品名:"蓝色孢子"->默认
            HELD = "この浮遊している綿毛は今は私のだ！",		-- 物品名:"蓝色孢子"->拿在手里
        },
        SPORE_MEDIUM =
        {
            GENERIC = "浮べます！",		-- 物品名:"红色孢子"->默认
            HELD = "この浮遊している綿毛は今は私のだ！",		-- 物品名:"红色孢子"->拿在手里
        },
        SPORE_SMALL =
        {
            GENERIC = "ダンスをしている！",		-- 物品名:"绿色孢子"->默认
            HELD = "この浮遊している綿毛は今は私のだ！",		-- 物品名:"绿色孢子"->拿在手里
        },
        RABBITHOUSE =
        {
            GENERIC = "こんにちは、ウサギちゃんが家にいますか？(●'◡'●)",		-- 物品名:"兔屋"->默认 制造描述:"可容纳一只巨大的兔子及其所有物品。"
            BURNT = "残念ですが、でも......あれを食べたい！",		-- 物品名:"兔屋"->烧焦的 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        },
        SLURTLE = "私の友達と似ています。",		-- 物品名:"尖壳蜗牛"
        SLURTLE_SHELLPIECES = "アォ、それは壊れました！",		-- 物品名:"蜗壳碎片"
        SLURTLEHAT = "今は私の殻だ！",		-- 物品名:"蜗牛帽"
        SLURTLEHOLE = "ヲ、べたべたなの！",		-- 物品名:"尖壳蜗牛窝"
        SLURTLESLIME = "爆発できる粘液！",		-- 物品名:"尖壳蜗牛黏液"
        SNURTLE = "信頼できる顔をある。",		-- 物品名:"圆壳蜗牛"
        SPIDER_HIDER = "聖なる蜘蛛！！",		-- 物品名:"洞穴蜘蛛"
        SPIDER_SPITTER = "クモが吐いた痰！！",		-- 物品名:"喷射蜘蛛"
        SPIDERHOLE = "蜘蛛人の穴！",		-- 物品名:"蛛网岩"
        SPIDERHOLE_ROCK = "こんにちは、ウサギちゃんが家にいますか？",		-- 物品名:"兔屋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        STALAGMITE = "ほら穴の岩。",		-- 物品名:"石笋"
        STALAGMITE_TALL = "大きな洞穴岩",		-- 物品名:"石笋"
        TREASURECHEST_TRAP = "宝庫！",		-- 物品名:"宝箱"
        TURF_CARPETFLOOR = "絨毯の床。",		-- 物品名:"地毯地板" 制造描述:"超级柔软。气味像牦牛。"
        TURF_CHECKERFLOOR = "地上のもの。",		-- 物品名:"棋盘地板" 制造描述:"精心制作成棋盘状的大理石地砖。"
        TURF_DIRT = "地上のもの。",		-- 物品名:"泥土地皮"
        TURF_FOREST = "地上のもの。",		-- 物品名:"森林地皮"
        TURF_GRASS = "地上のもの。",		-- 物品名:"长草地皮"
        TURF_MARSH = "地上のもの。",		-- 物品名:"沼泽地皮" 制造描述:"沼泽在哪，家就在哪！"
        TURF_METEOR = "地上のもの。",		-- 物品名:"月坑地皮" 制造描述:"月球表面的月坑。"
        TURF_PEBBLEBEACH = "地上のもの。",		-- 物品名:"岩石海滩地皮"
        TURF_ROAD = "地面をもっとよく歩かせます！",		-- 物品名:"卵石路" 制造描述:"修建你自己的道路，通往任何地方。"
        TURF_ROCKY = "地上のもの。",		-- 物品名:"岩石地皮"
        TURF_SAVANNA = "地上のもの。",		-- 物品名:"热带草原地皮"
        TURF_WOODFLOOR = "木のかけら。",		-- 物品名:"木地板" 制造描述:"优质复合地板。"
		TURF_CAVE="地上のもの。",		-- 物品名:"鸟粪地皮"
		TURF_FUNGUS="地上のもの。",		-- 物品名:"菌类地皮"
		TURF_SINKHOLE="地上のもの。",		-- 物品名:"黏滑地皮"
		TURF_UNDERROCK="地上のもの。",		-- 物品名:"洞穴岩石地皮"
		TURF_MUD="地上のもの。",		-- 物品名:"泥泞地皮"
		TURF_DECIDUOUS = "地上のもの。",		-- 物品名:"桦树地皮"
		TURF_SANDY = "こんにちは、ウサギちゃんが家にいますか？",		-- 物品名:"兔屋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_BADLANDS = "地上のもの。",		-- 物品名:"兔屋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_DESERTDIRT = "地上のもの。",		-- 物品名:"沙漠地皮"
		TURF_FUNGUS_GREEN = "地上のもの。",		-- 物品名:"菌类地皮"
		TURF_FUNGUS_RED = "地上のもの。",		-- 物品名:"菌类地皮"
		TURF_DRAGONFLY = "鱗のある地面！",		-- 物品名:"鳞状地板" 制造描述:"消除火灾蔓延速度。"
		POWCAKE = "食べたらお腹が痛くなる、でもいい香り……",		-- 物品名:"芝士蛋糕"
        CAVE_ENTRANCE = "石に遮られました。",		-- 物品名:"堵住的陷洞"
        CAVE_ENTRANCE_RUINS = "下に何がある？",		-- 物品名:"被堵住的陷洞"->单机 洞二入口
       	CAVE_ENTRANCE_OPEN = 
        {
            GENERIC = "下に何かあります。",		-- 物品名:"陷洞"->默认
            OPEN = "中に何があるかが見たい！",		-- 物品名:"陷洞"->打开
            FULL = "中に入らせて！",		-- 物品名:"陷洞"->满了
        },
        CAVE_EXIT = 
        {
            GENERIC = "この下がちょっと好きだ。",		-- 物品名:"楼梯"->默认
            OPEN = "外の世界が恋しいです。",		-- 物品名:"楼梯"->打开
            FULL = "外に出てください！",		-- 物品名:"楼梯"->满了
        },
		MAXWELLPHONOGRAPH = "中から音楽が流れた！",		-- 物品名:"麦斯威尔的留声机"->单机 麦斯威尔留声机
		BOOMERANG = "回旋棒！",		-- 物品名:"回旋镖" 制造描述:"来自澳洲土著。"
		PIGGUARD = "彼は他の人よりも怖い。",		-- 物品名:"猪人守卫"
		ABIGAIL =
		{
            LEVEL1 =
            {
                "君は……いい人か？",		-- 物品名:未找到 制造描述:未找到
                "君は……いい人か？",		-- 物品名:未找到 制造描述:未找到
            },
            LEVEL2 = 
            {
                "君は……いい人か？",		-- 物品名:未找到 制造描述:未找到
                "君は……いい人か？",		-- 物品名:未找到 制造描述:未找到
            },
            LEVEL3 = 
            {
                "君は……いい人か？",		-- 物品名:未找到 制造描述:未找到
                "君は……いい人か？",		-- 物品名:未找到 制造描述:未找到
            },
		},
		ADVENTURE_PORTAL = "これでどこへ行きますか？",		-- 物品名:"麦斯威尔之门"->单机 麦斯威尔之门
		AMULET = "綺麗な魔法石！",		-- 物品名:"重生护符" 制造描述:"逃离死神的魔爪。"
		ANIMAL_TRACK = "行方！",		-- 物品名:"动物足迹"
		ARMORGRASS = "漁舟蓑笠！",		-- 物品名:"草甲" 制造描述:"提供少许防护。"
		ARMORMARBLE = "重いわ……",		-- 物品名:"大理石甲" 制造描述:"它很重，但能够保护你。"
		ARMORWOOD = "木のシャツ！",		-- 物品名:"木甲" 制造描述:"为你抵御部分伤害。"
		ARMOR_SANITY = "あれは私の魂を飲み込んでいます!!",		-- 物品名:"魂甲" 制造描述:"保护你的躯体，但无法保护你的心智。"
		ASH =
		{
			GENERIC = "芳香の花は灰になったが、まだ香りが残っているようだ。",		-- 物品名:"灰烬"->默认
			REMAINS_GLOMMERFLOWER = "アォ……全部なくなりました。",		-- 物品名:"灰烬"->单机专用
			REMAINS_EYE_BONE = "さようなら、閃光棒。",		-- 物品名:"灰烬"->单机专用
			REMAINS_THINGIE = "なくなった。",		-- 物品名:"灰烬"->单机专用
		},
		AXE = "大きな斧で大根の花を作ってあげます。",		-- 物品名:"斧头" 制造描述:"砍倒树木！"
		BABYBEEFALO = 
		{
			GENERIC = "小さい。",		-- 物品名:"小牦牛"->默认
		    SLEEPING = "おやすみ！",		-- 物品名:"小牦牛"->睡着了
        },
        BUNDLE = "将来のために残しておく。",		-- 物品名:"捆绑物资"
        BUNDLEWRAP = "たくさんのものを包むことができる！",		-- 物品名:"捆绑包装" 制造描述:"打包你的东西的部分和袋子。"
		BACKPACK = "私もリュックがあった！",		-- 物品名:"背包" 制造描述:"携带更多物品。"
		BACONEGGS = "早く持て去ろよ！",		-- 物品名:"培根煎蛋"
		BANDAGE = "傷口をそんなに痛くさせなくできます。",		-- 物品名:"蜂蜜药膏" 制造描述:"愈合小伤口。"
		BASALT = "硬い石！！",		-- 物品名:"玄武岩"
		BEARDHAIR = "あれは本当におかしい……",		-- 物品名:"胡子"
		BEARGER = "逃げろ！！",		-- 物品名:"狂暴熊獾"
		BEARGERVEST = "毛がふさふさて暖かく感じる……",		-- 物品名:"熊皮背心" 制造描述:"熊皮背心。"
		ICEPACK = "毛がふさふさの小さい包み！",		-- 物品名:"保鲜背包" 制造描述:"容量虽小，但能保持东西新鲜。"
		BEARGER_FUR = "ストライプの小さい毛。",		-- 物品名:"熊皮" 制造描述:"毛皮再生。"
		BEDROLL_STRAW = "暖かい眠り。",		-- 物品名:"草席卷" 制造描述:"一觉睡到天亮。"
		BEEQUEEN = "彼女が食べる蜜が一番甘いそう！",		-- 物品名:"蜂王"
		BEEQUEENHIVE = 
		{
			GENERIC = "中に蜂蜜があるの？",		-- 物品名:"蜂蜜地块"->默认
			GROWING = "ちょっとおかしい……",		-- 物品名:"蜂蜜地块"->正在生长
		},
        BEEQUEENHIVEGROWN = "不吉な予感がある……",		-- 物品名:"巨大蜂巢"
        BEEGUARD = "大蜜蜂！",		-- 物品名:"嗡嗡蜜蜂"
        HIVEHAT = "私は君達の女王だ！",		-- 物品名:"蜂王帽"
        MINISIGN =
        {
            GENERIC = "オゥ、画像！",		-- 物品名:"小木牌"->默认
            UNDRAWN = "上に何でもない。",		-- 物品名:"小木牌"->没有画画
        },
        MINISIGN_ITEM = "それをどこに置くの？",		-- 物品名:"小木牌" 制造描述:"用羽毛笔在这些上面画画。"
		BEE =
		{
			GENERIC = "百花を摘んで蜜になっては、誰のために苦労して誰のために甘いでしょう？",		-- 物品名:"蜜蜂"->默认
			HELD = "ハ！まず私のカバンの中でおとなしくして！",		-- 物品名:"蜜蜂"->拿在手里
		},
		BEEBOX =
		{
			READY = "みつを摘む！！",		-- 物品名:"蜂箱"->准备好的 满的 制造描述:"贮存你自己的蜜蜂。"
			FULLHONEY = "デザートを作ってあげましょう！",		-- 物品名:"蜂箱"->蜂蜜满了 制造描述:"贮存你自己的蜜蜂。"
			GENERIC = "ミツバチの巣。",		-- 物品名:"蜂箱"->默认 制造描述:"贮存你自己的蜜蜂。"
			NOHONEY = "アォ、中に蜂蜜がなくなった。",		-- 物品名:"蜂箱"->没有蜂蜜 制造描述:"贮存你自己的蜜蜂。"
			SOMEHONEY = "待ちたくないよ！！",		-- 物品名:"蜂箱"->有一些蜂蜜 制造描述:"贮存你自己的蜜蜂。"
			BURNT = "もうぶんぶんしなかった……",		-- 物品名:"蜂箱"->烧焦的 制造描述:"贮存你自己的蜜蜂。"
		},
		MUSHROOM_FARM =
		{
			STUFFED = "もっとキノコを植えるところがない！",		-- 物品名:"蘑菇农场"->塞，满了？？ 制造描述:"种蘑菇。"
			LOTS = "ム、たくさんの美味しい食べ物が成長している！",		-- 物品名:"蘑菇农场"->很多 制造描述:"种蘑菇。"
			SOME = "あれらは成長し始めた！",		-- 物品名:"蘑菇农场"->有一些 制造描述:"种蘑菇。"
			EMPTY = "きのこが必要だ！",		-- 物品名:"蘑菇农场" 制造描述:"种蘑菇。"
			ROTTEN = "もっと変な木が必要だ！",		-- 物品名:"蘑菇农场"->腐烂的--需要活木 制造描述:"种蘑菇。"
			BURNT = "焦げすぎてキノコが作れない。",		-- 物品名:"蘑菇农场"->烧焦的 制造描述:"种蘑菇。"
			SNOWCOVERED = "キノコは寝ているかもしれない？",		-- 物品名:"蘑菇农场"->被雪覆盖 制造描述:"种蘑菇。"
		},
		BEEFALO =
		{
			FOLLOWER = "私について！",		-- 物品名:"牦牛"->追随者
			GENERIC = "大きな毛団！",		-- 物品名:"牦牛"->默认
			NAKED = "毛皮をかぶってもっときれいに見える。",		-- 物品名:"牦牛"->牛毛被刮干净了
			SLEEPING = "おやすみ、大きな毛団。",		-- 物品名:"牦牛"->睡着了
            DOMESTICATED = "あれは友達だ。",		-- 物品名:"牦牛"->驯化牛
            ORNERY = "怒らないで！！",		-- 物品名:"牦牛"->战斗牛
            RIDER = "乗りたい！",		-- 物品名:"牦牛"->骑行牛
            PUDGY = "大きな毛団が大きすぎる。",		-- 物品名:"牦牛"->胖牛
		},
		BEEFALOHAT = "もっと大きな角！！",		-- 物品名:"牛角帽" 制造描述:"成为牛群中的一员！连气味也变得一样。"
		BEEFALOWOOL = "毛団ちゃん。",		-- 物品名:"牛毛"
		BEEHAT = "これをかぶると何も見えません！",		-- 物品名:"养蜂帽" 制造描述:"防止被愤怒的蜜蜂蜇伤。"
        BEESWAX = "ミツバチの巣から盗みましたの！",		-- 物品名:"蜂蜡" 制造描述:"一种有用的防腐蜂蜡。"
		BEEHIVE = "ミツバチの家。",		-- 物品名:"野生蜂窝"
		BEEMINE = "気をつけて！",		-- 物品名:"蜜蜂地雷" 制造描述:"变成武器的蜜蜂。会出什么问题？"
		BEEMINE_MAXWELL = "ブンブンというのが嫌。",		-- 物品名:"麦斯威尔的蚊子陷阱"->单机 麦斯威尔的蚊子陷阱
		BERRIES = "甘い果実！",		-- 物品名:"浆果"
		BERRIES_COOKED = "焼き上げたらもっと甘くなった，",		-- 物品名:"烤浆果"
        BERRIES_JUICY = "オ、大またも美味しい！",		-- 物品名:"多汁浆果"
        BERRIES_JUICY_COOKED = "全部食べたい！",		-- 物品名:"烤多汁浆果"
		BERRYBUSH =
		{
			BARREN = "便便を置いて上にあります。",		-- 物品名:"浆果丛"
			WITHERED = "乾燥しすぎた。",		-- 物品名:"浆果丛"->枯萎了
			GENERIC = "お菓子！",		-- 物品名:"浆果丛"->默认
			PICKED = "果実ができるまで待つ必要があります。",		-- 物品名:"浆果丛"->被采完了
			DISEASED = "病気になると果物が育たなくなった。",		-- 物品名:"浆果丛"->生病了
			DISEASING = "見ていると変な感じがいる。",		-- 物品名:"浆果丛"->正在生病？？
			BURNING = "さようなら。",		-- 物品名:"浆果丛"->正在燃烧
		},
		BERRYBUSH_JUICY =
		{
			BARREN = "便便を要する。",		-- 物品名:"多汁浆果丛"
			WITHERED = "あれも暑いの嫌い。",		-- 物品名:"多汁浆果丛"->枯萎了
			GENERIC = "早く食べなきゃいけない！",		-- 物品名:"多汁浆果丛"->默认
			PICKED = "軽食が作れる！軽食が作れだよ！",		-- 物品名:"多汁浆果丛"->被采完了
			DISEASED = "見ていると変な感じがいる。",		-- 物品名:"多汁浆果丛"->生病了
			DISEASING = "見ていると変な感じがいる。",		-- 物品名:"多汁浆果丛"->正在生病？？
			BURNING = "暑い、暑い、暑い！",		-- 物品名:"多汁浆果丛"->正在燃烧
		},
		BIGFOOT = "大きい足のまた！",		-- 物品名:"大脚怪"->单机 大脚怪
		BIRDCAGE =
		{
			GENERIC = "鳥に暖かい家をあげました！",		-- 物品名:"鸟笼"->默认 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			OCCUPIED = "今は鳥はどこにも行かなかった！",		-- 物品名:"鸟笼"->被占领 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			SLEEPING = "おやすみ、鳥ちゃん。",		-- 物品名:"鸟笼"->睡着了 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			HUNGRY = "鳥は何かを食べなきゃ。",		-- 物品名:"鸟笼"->有点饿了 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			STARVING = "お腹が空いているように見える……",		-- 物品名:"鸟笼"->挨饿 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			DEAD = "アォ、死んでしまった。",		-- 物品名:"鸟笼"->死了 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			SKELETON = "...",		-- 物品名:"骷髅"
		},
		BIRDTRAP = "鳥つかみ用の！",		-- 物品名:"捕鸟陷阱" 制造描述:"捕捉会飞的动物。"
		CAVE_BANANA_BURNT = "壊してしまった。",		-- 物品名:"鸟笼"->烧焦的洞穴香蕉树 制造描述:"为你的鸟类朋友提供一个幸福的家。"
		BIRD_EGG = "中に鳥がいるの？",		-- 物品名:"鸟蛋"
		BIRD_EGG_COOKED = "食べたくない！",		-- 物品名:"煎蛋"
		BISHOP = "活発な鉄人！！",		-- 物品名:"发条主教"
		BLOWDART_FIRE = "あれをやってみたい！",		-- 物品名:"火焰吹箭" 制造描述:"向你的敌人喷火。"
		BLOWDART_SLEEP = "寝る時間だ！",		-- 物品名:"催眠吹箭" 制造描述:"催眠你的敌人。"
		BLOWDART_PIPE = "ビュー、ビュービュー！",		-- 物品名:"吹箭" 制造描述:"向你的敌人喷射利齿。"
		BLOWDART_YELLOW = "活発な！",		-- 物品名:"雷电吹箭" 制造描述:"朝你的敌人放闪电。"
		BLUEAMULET = "涼しい！",		-- 物品名:"寒冰护符" 制造描述:"多么冰冷酷炫的护符。"
		BLUEGEM = "きれいな石。",		-- 物品名:"蓝宝石"
		BLUEPRINT = 
		{ 
            COMMON = "上に図があるね！",		-- 物品名:"蓝图"
            RARE = "複雑に見えますわ。",		-- 物品名:"蓝图"->罕见的
        },
        SKETCH = "オ、骨組み！",		-- 物品名:"{item}骨架"
		BLUE_CAP = "お腹にいい、頭によくない。",		-- 物品名:"采摘的蓝蘑菇"
		BLUE_CAP_COOKED = "違った匂いがしまった……",		-- 物品名:"烤蓝蘑菇"
		BLUE_MUSHROOM =
		{
			GENERIC = "食べ物！",		-- 物品名:"蓝蘑菇"->默认
			INGROUND = "色がもっと濃くなったらまた来ます。",		-- 物品名:"蓝蘑菇"->在地里面
			PICKED = "また大きくなった！",		-- 物品名:"蓝蘑菇"->被采完了
		},
		BOARDS = "木に刻んだの建てる用原料。",		-- 物品名:"木板" 制造描述:"更平直的木头。"
		BONESHARD = "誰の遺骸。",		-- 物品名:"骨头碎片"
		BONESTEW = "俗塵の濁物。",		-- 物品名:"炖肉汤"
		BUGNET = "虫をつかみたい！",		-- 物品名:"捕虫网" 制造描述:"抓虫子用的。"
		BUSHHAT = "私を見えない！！",		-- 物品名:"灌木丛帽" 制造描述:"很好的伪装！"
		BUTTER = "花と同じ味……いい。",		-- 物品名:"黄油"
		BUTTERFLY =
		{
			GENERIC = "遅く来たチョウがまばらなカーテンに入る。",		-- 物品名:"蝴蝶"->默认
			HELD = "捕まえた！",		-- 物品名:"蝴蝶"->拿在手里
		},
		BUTTERFLYMUFFIN = "美味しいマフィン！",		-- 物品名:"蝴蝶松饼"
		BUTTERFLYWINGS = "可哀相なやつ！",		-- 物品名:"蝴蝶翅膀"
		BUZZARD = "つるつるしの小鳥！",		-- 物品名:"秃鹫"
		SHADOWDIGGER = "彼は悪い魔法を使う！！",		-- 物品名:"蝴蝶"
		CACTUS = 
		{
			GENERIC = "棘がはびこる。",		-- 物品名:"仙人掌"->默认
			PICKED = "帰ろう！",		-- 物品名:"仙人掌"->被采完了
		},
		CACTUS_MEAT_COOKED = "ム、ご飯時間だ！",		-- 物品名:"烤仙人掌肉"
		CACTUS_MEAT = "アォ！まだたくさんのとげがある。",		-- 物品名:"仙人掌肉"
		CACTUS_FLOWER = "醜いですが、とても美味しい。",		-- 物品名:"仙人掌花"
		COLDFIRE =
		{
			EMBERS = "火が消えそう。",		-- 物品名:"冰火"->即将熄灭 制造描述:"这火是越烤越冷的冰火。"
			GENERIC = "キャンプファイアを囲んで物語を語りましょう，",		-- 物品名:"冰火"->默认 制造描述:"这火是越烤越冷的冰火。"
			HIGH = "強い火！",		-- 物品名:"冰火"->高 制造描述:"这火是越烤越冷的冰火。"
			LOW = "火が弱くなった。",		-- 物品名:"冰火"->低？ 制造描述:"这火是越烤越冷的冰火。"
			NORMAL = "冷たい火？",		-- 物品名:"冰火"->普通 制造描述:"这火是越烤越冷的冰火。"
			OUT = "さようなら。",		-- 物品名:"冰火"->出去？外面？ 制造描述:"这火是越烤越冷的冰火。"
		},
		CAMPFIRE =
		{
			EMBERS = "火が消えそう。",		-- 物品名:"营火"->即将熄灭 制造描述:"燃烧时发出光亮。"
			GENERIC = "キャンプファイアを囲んで物語を語りましょう，",		-- 物品名:"营火"->默认 制造描述:"燃烧时发出光亮。"
			HIGH = "強い火！",		-- 物品名:"营火"->高 制造描述:"燃烧时发出光亮。"
			LOW = "火が弱くなった。",		-- 物品名:"营火"->低？ 制造描述:"燃烧时发出光亮。"
			NORMAL = "暖かくて快適。",		-- 物品名:"营火"->普通 制造描述:"燃烧时发出光亮。"
			OUT = "さようなら。",		-- 物品名:"营火"->出去？外面？ 制造描述:"燃烧时发出光亮。"
		},
		CANE = "咳咳（咳の声）。。。早く年寄りに席を譲ってください",		-- 物品名:"拐棍" 制造描述:"泰然自若地快步走。"
		CATCOON = "本当に可愛い。",		-- 物品名:"浣熊猫"
		CATCOONDEN = 
		{
			GENERIC = "中のものは殻をかいている。",		-- 物品名:"空心树桩"->默认
			EMPTY = "家に誰もいません。",		-- 物品名:"空心树桩"
		},
		CATCOONHAT = "ハハ、今は帽子に変わった。",		-- 物品名:"浣熊猫帽子" 制造描述:"适合那些重视温暖甚于朋友的人。"
		COONTAIL = "今は私のものだ！",		-- 物品名:"浣熊猫尾巴"
		CARROT = "サクサクしたシャキシャキ大根！",		-- 物品名:"胡萝卜"
		CARROT_COOKED = "生のほうがさっぱりしておいしい。",		-- 物品名:"烤胡萝卜"
		CARROT_PLANTED = "成長しろ！成長しろ！",		-- 物品名:"胡萝卜"
		CARROT_SEEDS = "種を一粒植えて、大根を一かご収穫する！",		-- 物品名:"胡萝卜种子"
		CARTOGRAPHYDESK =
		{
			GENERIC = "地図がほしい！",		-- 物品名:"制图桌"->默认 制造描述:"准确地告诉别人你去过哪里。"
			BURNING = "さようなら！",		-- 物品名:"制图桌"->正在燃烧 制造描述:"准确地告诉别人你去过哪里。"
			BURNT = "なくなった。",		-- 物品名:"制图桌"->烧焦的 制造描述:"准确地告诉别人你去过哪里。"
		},
		WATERMELON_SEEDS = "もっと多くのスイカを栽培することができる！",		-- 物品名:"西瓜种子"
		CAVE_FERN = "よく茂った洞穴植物。",		-- 物品名:"蕨类植物"
		CHARCOAL = "爪が汚れるよ。",		-- 物品名:"木炭"
        CHESSPIECE_PAWN = "それらの中で一番小さいの一つ……",		-- 物品名:"卒子棋子"
        CHESSPIECE_ROOK =
        {
            GENERIC = "この城は本当に小さい。",		-- 物品名:"战车棋子"->默认
            STRUGGLE = "動いている！",		-- 物品名:"战车棋子"->三基佬棋子晃动
        },
        CHESSPIECE_KNIGHT =
        {
            GENERIC = "鉄人のように見える。",		-- 物品名:"骑士棋子"->默认
            STRUGGLE = "動いている！",		-- 物品名:"骑士棋子"->三基佬棋子晃动
        },
        CHESSPIECE_BISHOP =
        {
            GENERIC = "とがった！",		-- 物品名:"主教棋子"->默认
            STRUGGLE = "動いている！",		-- 物品名:"主教棋子"->三基佬棋子晃动
        },
        CHESSPIECE_MUSE = "恐ろしい女史。",		-- 物品名:"女王棋子"
        CHESSPIECE_FORMAL = "なぜこのものの周りで人が変になるの？",		-- 物品名:"国王棋子"
        CHESSPIECE_HORNUCOPIA = "美味しいものばかり！",		-- 物品名:"丰饶角雕刻"
        CHESSPIECE_PIPE = "毛がないのはおかしい。",		-- 物品名:"泡泡烟斗雕塑"
        CHESSPIECE_DEERCLOPS = "もううるさくなった。",		-- 物品名:"独眼巨鹿棋子"
        CHESSPIECE_BEARGER = "！",		-- 物品名:"熊獾棋子"
        CHESSPIECE_MOOSEGOOSE =
        {
            "ハハ！彼女の顔を見てよ！",		-- 物品名:"驼鹿棋子" 制造描述:未找到
        },
        CHESSPIECE_DRAGONFLY = "目を丸くして、不思議である。",		-- 物品名:"龙蝇棋子"
        CHESSPIECE_BUTTERFLY = "醜い。",		-- 物品名:"月蛾棋子"
        CHESSPIECE_ANCHOR = "どうして地面でもまだ錨があるの？",		-- 物品名:"锚棋子"
        CHESSPIECE_MOON = "本物のように見える！",		-- 物品名:"\\“月亮\\” 棋子"
        CHESSPIECE_CARRAT = "ハハ、美味しそう。",		-- 物品名:"胡萝卜鼠雕像"
        CHESSJUNK1 = "全部壊れた。",		-- 物品名:"损坏的发条装置"
        CHESSJUNK2 = "私が壊したのじゃない！！",		-- 物品名:"损坏的发条装置"
        CHESSJUNK3 = "すっかり乱れてしまった。",		-- 物品名:"损坏的发条装置"
		CHESTER = "毛のふわふわした大きな包み、好き！",		-- 物品名:"切斯特"
		CHESTER_EYEBONE =
		{
			GENERIC = "それは私を見ている！",		-- 物品名:"眼骨"->默认
			WAITING = "目を覚して！",		-- 物品名:"眼骨"->需要等待
		},
		COOKEDMANDRAKE = "「人参果」は子供の顔じゃないか？どうしては老人なの？",		-- 物品名:"烤曼德拉草"
		COOKEDMEAT = "天女は肉を食べないよ。",		-- 物品名:"烤大肉"
		COOKEDMONSTERMEAT = "自分に困らせたくない。",		-- 物品名:"烤怪物肉"
		COOKEDSMALLMEAT = "食べない。",		-- 物品名:"烤小肉"
		COOKPOT =
		{
			COOKING_LONG = "美味しいものは待つべき……",		-- 物品名:"烹饪锅"->饭还需要很久 制造描述:"制作更好的食物。"
			COOKING_SHORT = "すぐできだ！もうちょっと待ってて。",		-- 物品名:"烹饪锅"->饭快做好了 制造描述:"制作更好的食物。"
			DONE = "美味しい時間になった！",		-- 物品名:"烹饪锅"->完成了 制造描述:"制作更好的食物。"
			EMPTY = "中に食べ物があったらいいな。",		-- 物品名:"烹饪锅" 制造描述:"制作更好的食物。"
			BURNT = "アィヤ……",		-- 物品名:"烹饪锅"->烧焦的 制造描述:"制作更好的食物。"
		},
		CORN = "トウモロコシをかじり，カリカリした軽食。",		-- 物品名:"玉米"
		CORN_COOKED = "炸裂した！",		-- 物品名:"爆米花"
		CORN_SEEDS = "もっとトウモロコシを栽培することができる！",		-- 物品名:"玉米种子"
        CANARY =
		{
			GENERIC = "小黄鳥。",		-- 物品名:"金丝雀"->默认
			HELD = "捕まえた！",		-- 物品名:"金丝雀"->拿在手里
		},
        CANARY_POISONED = "どうしたの？",		-- 物品名:"金丝雀（有翅膀的动物）"
		CRITTERLAB = "中に何かが動いているのが見えます。",		-- 物品名:"岩石巢穴"
        CRITTER_GLOMLING = "よく跳ぶ虫。",		-- 物品名:"小罗姆"
        CRITTER_DRAGONLING = "私たちは仲良しですから、団結しましょう！",		-- 物品名:"蜂群卫士"
		CRITTER_LAMB = "心配しないで、守るから！",		-- 物品名:"小钢羊"
        CRITTER_PUPPY = "一緒に遊びたいの？",		-- 物品名:"小座狼"
        CRITTER_KITTEN = "……君がいいと思う。",		-- 物品名:"小浣猫"
        CRITTER_PERDLING = "こんにちは、鳥ちゃん！",		-- 物品名:"小火鸡"
		CRITTER_LUNARMOTHLING = "好き。",		-- 物品名:"小蛾子"
		CROW =
		{
			GENERIC = "黒い鳥一つ。",		-- 物品名:"乌鸦"->默认
			HELD = "新しい家を探してあげるわ。",		-- 物品名:"乌鸦"->拿在手里
		},
		CUTGRASS = "たくさんのものを編むことができます。",		-- 物品名:"草"
		CUTREEDS = "泥沼の中は役に立つものばかりだ。",		-- 物品名:"采下的芦苇"
		CUTSTONE = "石と砂利。",		-- 物品名:"石砖" 制造描述:"切成正方形的石头。"
		DEADLYFEAST = "それを食べるべきではない。",		-- 物品名:"致命的盛宴"->致命盛宴 单机
		DEER =
		{
			GENERIC = "髪を切る必要だった。",		-- 物品名:"无眼鹿"->默认
			ANTLER = "鹿の角がとがってきた。",		-- 物品名:"无眼鹿"
		},
        DEER_ANTLER = "鹿の角！",		-- 物品名:"鹿角"
        DEER_GEMMED = "鹿の頭はちょっとおかしい！",		-- 物品名:"无眼鹿"
		DEERCLOPS = "彼女は楽しくなさそう。",		-- 物品名:"独眼巨鹿"
		DEERCLOPS_EYEBALL = "ヲ、触ってみたい。",		-- 物品名:"独眼巨鹿眼球"
		EYEBRELLAHAT =	"何を見ているの？",		-- 物品名:"眼球伞" 制造描述:"面向天空的眼球让你保持干燥。"
		DEPLETED_GRASS =
		{
			GENERIC = "草が少し残っていた。",		-- 物品名:"草"->默认
		},
        GOGGLESHAT = "私はファッションの最先端を行く兎仙女だ。",		-- 物品名:"时髦的护目镜" 制造描述:"你可以瞪大眼睛看装饰性护目镜。"
        DESERTHAT = "砂漠は嫌いですが、これがあったらちょっとよくなった。",		-- 物品名:"沙漠护目镜" 制造描述:"从你的眼睛里把沙子揉出来。"
		DEVTOOL = "これ好き！",		-- 物品名:"开发工具"
		DEVTOOL_NODEV = "やれない。",		-- 物品名:"草"
		DIRTPILE = "中に人がいるの？",		-- 物品名:"可疑的土堆"
		DIVININGROD =
		{
			COLD = "今は声が小さくなった。",		-- 物品名:"冻伤"->冷了
			GENERIC = "上のこの変な箱は何？",		-- 物品名:"探测杖"->默认 制造描述:"肯定有方法可以离开这里..."
			HOT = "私に向かって叫んでいる！！",		-- 物品名:"中暑"->热了
			WARM = "声がますます大きくなった。",		-- 物品名:"探测杖"->温暖 制造描述:"肯定有方法可以离开这里..."
			WARMER = "もっと大きな声だった！",		-- 物品名:"探测杖" 制造描述:"肯定有方法可以离开这里..."
		},
		DIVININGRODBASE =
		{
			GENERIC = "これは何？",		-- 物品名:"探测杖底座"->默认
			READY = "まだ足りないもの少しがある……",		-- 物品名:"探测杖底座"->准备好的 满的
			UNLOCKED = "これはもう使えると思う！",		-- 物品名:"探测杖底座"->解锁了
		},
		DIVININGRODSTART = "これは変に見える。",		-- 物品名:"探测杖底座"->单机探测杖底座
		DRAGONFLY = "かわいいフライドラゴンをいじめない！",		-- 物品名:"龙蝇"
		ARMORDRAGONFLY = "より多くのうろこ！！",		-- 物品名:"鳞甲" 制造描述:"脾气火爆的盔甲。"
		DRAGON_SCALES = "きれい……",		-- 物品名:"鳞片"
		DRAGONFLYCHEST = "この箱の様子が好き。",		-- 物品名:"巨鳞宝箱" 制造描述:"一种结实且防火的容器。"
		DRAGONFLYFURNACE = 
		{
			HAMMERED = "壊れた……",		-- 物品名:"龙鳞火炉"->被锤了 制造描述:"给自己建造一个苍蝇暖炉。"
			GENERIC = "隣で寝たら暖かいに違いない。", --no gems		-- 物品名:"龙鳞火炉"->默认 制造描述:"给自己建造一个苍蝇暖炉。"
			NORMAL = "顔がやさしい。", --one gem		-- 物品名:"龙鳞火炉"->普通 制造描述:"给自己建造一个苍蝇暖炉。"
			HIGH = "テー！！熱い！！", --two gems		-- 物品名:"龙鳞火炉"->高 制造描述:"给自己建造一个苍蝇暖炉。"
		},
        HUTCH = "小顔がかわいい！！",		-- 物品名:"哈奇"
        HUTCH_FISHBOWL =
        {
            GENERIC = "こんにちは、魚の生臭いやつ！",		-- 物品名:"星空"->默认
            WAITING = "居眠りしている？",		-- 物品名:"星空"->需要等待
        },
		LAVASPIT = 
		{
			HOT = "！火照った石！",		-- 物品名:"中暑"->热了
			COOL = "今は石になった。",		-- 物品名:"龙蝇唾液"
		},
		LAVA_POND = "熱すぎて水泳には向かない。",		-- 物品名:"岩浆池"
		LAVAE = "アォ、それはただの赤ちゃんだ。",		-- 物品名:"岩浆虫"
		LAVAE_COCOON = "昼寝の時間だ！",		-- 物品名:"冷冻虫卵"
		LAVAE_PET = 
		{
			STARVING = "早く食べ物を探してあげわ！",		-- 物品名:"超级可爱岩浆虫"->挨饿
			HUNGRY = "軽食が必要だ！",		-- 物品名:"超级可爱岩浆虫"->有点饿了
			CONTENT = "楽しそう！",		-- 物品名:"超级可爱岩浆虫"->内容？？？、
			GENERIC = "彼女の抱きしめはとても暖かい。",		-- 物品名:"超级可爱岩浆虫"->默认
		},
		LAVAE_EGG = 
		{
			GENERIC = "中のものは殻をかいている。",		-- 物品名:"岩浆虫卵"->默认
		},
		LAVAE_EGG_CRACKED =
		{
			COLD = "抱っこしましょうか？",		-- 物品名:"冻伤"->冷了
			COMFY = "中は暖かい！",		-- 物品名:"岩浆虫卵"->舒服的
		},
		LAVAE_TOOTH = "赤ちゃんの乳歯が抜けた。",		-- 物品名:"岩浆虫尖牙"
		DRAGONFRUIT = "種を吐きますか？",		-- 物品名:"火龙果"
		DRAGONFRUIT_COOKED = "薬のように味わう。",		-- 物品名:"烤火龙果"
		DRAGONFRUIT_SEEDS = "きれいな果物の種。",		-- 物品名:"火龙果种子"
		DRAGONPIE = "ムム、これは最高の餅！！",		-- 物品名:"火龙果派"
		DRUMSTICK = "お気の毒に",		-- 物品名:"鸟腿"
		DRUMSTICK_COOKED = "鳥を火に入れた？？",		-- 物品名:"炸鸟腿"
		DUG_BERRYBUSH = "私と一緒に来て。",		-- 物品名:"浆果丛"
		DUG_BERRYBUSH_JUICY = "君を家に連れて帰る。",		-- 物品名:"多汁浆果丛"
		DUG_GRASS = "これはどこに置くの？",		-- 物品名:"草丛"
		DUG_MARSH_BUSH = "ちょっと家の感じ。",		-- 物品名:"尖刺灌木"
		DUG_SAPLING = "いいところを探してあげるわ。",		-- 物品名:"树苗"
		DURIAN = "ム……便便のようなにおいがいる！",		-- 物品名:"榴莲"
		DURIAN_COOKED = "いやな臭い！",		-- 物品名:"超臭榴莲"
		DURIAN_SEEDS = "臭い果物の臭い種！",		-- 物品名:"榴莲种子"
		EARMUFFSHAT = "彼らを捕まえないでいけるの？/(ㄒoㄒ)/~~",		-- 物品名:"兔耳罩" 制造描述:"毛茸茸的保暖物品。"
		EGGPLANT = "大又は紫で美味しい！",		-- 物品名:"茄子"
		EGGPLANT_COOKED = "濃い紫色の味がしまった。",		-- 物品名:"烤茄子"
		EGGPLANT_SEEDS = "もっと紫野菜が生えていった！",		-- 物品名:"茄子种子"
		ENDTABLE = 
		{
			BURNT = "火遊びの女の子がやったの！",		-- 物品名:"茶几"->烧焦的 制造描述:"一张装饰桌。"
			GENERIC = "テーブルの上の花は本当に醜い。",		-- 物品名:"茶几"->默认 制造描述:"一张装饰桌。"
			EMPTY = "ここに魚を置くと花を置くより美しい。",		-- 物品名:"茶几" 制造描述:"一张装饰桌。"
			WILTED = "魚はこのように枯れない。",		-- 物品名:"茶几"->枯萎的 制造描述:"一张装饰桌。"
			FRESHLIGHT = "フレンドリーなライト。",		-- 物品名:"茶几"->茶几-新的发光的 制造描述:"一张装饰桌。"
			OLDLIGHT = "新しい明かりが必要。", -- will be wilted soon, light radius will be very small at this point		-- 物品名:"茶几"->茶几-旧的发光的 制造描述:"一张装饰桌。"
		},
		DECIDUOUSTREE = 
		{
			BURNING = "ア、熱い！！",		-- 物品名:"桦树"->正在燃烧
			BURNT = "さようなら、木ちゃん。",		-- 物品名:"桦树"->烧焦的
			CHOPPED = "小片に切った！",		-- 物品名:"桦树"->被砍了
			POISON = "何を見ているの？",		-- 物品名:"桦树"->毒化的
			GENERIC = "すくすく育つ小さな木。",		-- 物品名:"桦树"->默认
		},
		ACORN = "木の苗！",		-- 物品名:"桦木果"
        ACORN_SAPLING = "速く成長しろ！",		-- 物品名:"桦树树苗"
		ACORN_COOKED = "うまい！",		-- 物品名:"烤桦木果"
		BIRCHNUTDRAKE = "ハハ！面白い！",		-- 物品名:"桦木果精"
		EVERGREEN =
		{
			BURNING = "まず木を切って、後でキャンプファイアを生すべきだ。",		-- 物品名:"常青树"->正在燃烧
			BURNT = "さようなら、松ちゃん。",		-- 物品名:"常青树"->烧焦的
			CHOPPED = "小松の切り株。",		-- 物品名:"常青树"->被砍了
			GENERIC = "「月宫」は寒々として，月桂だけがある。",		-- 物品名:"常青树"->默认
		},
		EVERGREEN_SPARSE =
		{
			BURNING = "まず木を切って、後でキャンプファイアを生すべきだ。",		-- 物品名:"粗壮常青树"->正在燃烧
			BURNT = "さようなら、松ちゃん。",		-- 物品名:"粗壮常青树"->烧焦的
			CHOPPED = "小松の切り株。",		-- 物品名:"粗壮常青树"->被砍了
			GENERIC = "木が痩せているので、食べ物を注文してあげるべきだ。",		-- 物品名:"粗壮常青树"->默认
		},
		TWIGGYTREE = 
		{
			BURNING = "さようなら、木ちゃん。",		-- 物品名:"繁茂的树木"->正在燃烧
			BURNT = "丸焼けになった。",		-- 物品名:"繁茂的树木"->烧焦的
			CHOPPED = "低い杭が一つしか残っていない。",		-- 物品名:"繁茂的树木"->被砍了
			GENERIC = "痩せた木。",					-- 物品名:"繁茂的树木"->默认
			DISEASED = "それは病気だと思う……",		-- 物品名:"繁茂的树木"->生病了
		},
		TWIGGY_NUT_SAPLING = "いつか大きくなる！",		-- 物品名:"繁茂的树苗"
        TWIGGY_OLD = "それは森に長く住んでいた。",		-- 物品名:"繁茂的树木"
		TWIGGY_NUT = "木の赤ちゃん。",		-- 物品名:"繁茂的针叶树"->多枝树果
		EYEPLANT = "あれは周りを見ている。",		-- 物品名:"眼球草"
		INSPECTSELF = "私のおどけ顔を見たい？",		-- 物品名:"繁茂的树木"->检查自己
		FARMPLOT =
		{
			GENERIC = "自分の野菜を栽培することができる？！",		-- 物品名:未找到
			GROWING = "成長中の軽食！",		-- 物品名:未找到
			NEEDSFERTILIZER = "便便を置いて上にあげる！",		-- 物品名:未找到
			BURNT = "焦げすぎて栽培できない。",		-- 物品名:未找到
		},
		FEATHERHAT = "鳥に似ていた、考え方も鳥に似ていた。",		-- 物品名:"羽毛帽" 制造描述:"头上的装饰。"
		FEATHER_CROW = "小黒鳥の羽。",		-- 物品名:"黑色羽毛"
		FEATHER_ROBIN = "小紅鳥の羽。",		-- 物品名:"红色羽毛"
		FEATHER_ROBIN_WINTER = "小雪鳥の羽。",		-- 物品名:"雪雀羽毛"
		FEATHER_CANARY = "小黄鳥の羽。",		-- 物品名:"橙黄羽毛"
		FEATHERPENCIL = "精巧に書かれた文具。",		-- 物品名:"羽毛笔" 制造描述:"是的，羽毛是必须的。"
		FEM_PUPPET = "君は取り囲めたの？",		-- 物品名:未找到
		FIREFLIES =
		{
			GENERIC = "月の光がきらきらと輝くように揺れ動く清らかな川！",		-- 物品名:"萤火虫"->默认
			HELD = "私の手前に入らないでよ、ハハ！",		-- 物品名:"萤火虫"->拿在手里
		},
		FIREHOUND = "それが嫌いなよう。",		-- 物品名:"火猎犬"
		FIREPIT =
		{
			EMBERS = "火が消えそう。",		-- 物品名:"石头营火"->即将熄灭 制造描述:"一种更安全、更高效的营火。"
			GENERIC = "キャンプファイアを囲んで物語を語りましょう，",		-- 物品名:"石头营火"->默认 制造描述:"一种更安全、更高效的营火。"
			HIGH = "強い火！",		-- 物品名:"石头营火"->高 制造描述:"一种更安全、更高效的营火。"
			LOW = "火が弱くなった。",		-- 物品名:"石头营火"->低？ 制造描述:"一种更安全、更高效的营火。"
			NORMAL = "気持ちいいわ。",		-- 物品名:"石头营火"->普通 制造描述:"一种更安全、更高效的营火。"
			OUT = "あとで再点火できる！",		-- 物品名:"石头营火"->出去？外面？ 制造描述:"一种更安全、更高效的营火。"
		},
		COLDFIREPIT =
		{
			EMBERS = "火が消えそう。",		-- 物品名:"石头冰火"->即将熄灭 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			GENERIC = "キャンプファイアを囲んで物語を語りましょう，",		-- 物品名:"石头冰火"->默认 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			HIGH = "強い火！",		-- 物品名:"石头冰火"->高 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			LOW = "火が弱くなった。",		-- 物品名:"石头冰火"->低？ 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			NORMAL = "冷たい火？",		-- 物品名:"石头冰火"->普通 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			OUT = "あとで再点火できる！",		-- 物品名:"石头冰火"->出去？外面？ 制造描述:"燃烧效率更高，但仍然越烤越冷。"
		},
		FIRESTAFF = "「火徳真君」の法宝だの？！",		-- 物品名:"火魔杖" 制造描述:"利用火焰的力量！"
		FIRESUPPRESSOR = 
		{	
			ON = "いい器械だ！",		-- 物品名:"雪球发射器"->开启 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
			OFF = "寝ている。",		-- 物品名:"雪球发射器"->关闭 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
			LOWFUEL = "燃料が必要だ。",		-- 物品名:"雪球发射器"->燃料不足 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		},
		FISH = "ア、可愛過ぎる！",		-- 物品名:"鱼"
		FISHINGROD = "捕まえ、魚！",		-- 物品名:"钓竿" 制造描述:"去钓鱼。为了鱼。"
		FISHSTICKS = "なぜこのように魚に対するの？！",		-- 物品名:"炸鱼排"
		FISHTACOS = "魚はそこにいて楽しくない……",		-- 物品名:"鱼肉玉米卷"
		FISH_COOKED = "魚は友達、食べ物じゃない！",		-- 物品名:"烤鱼"
		FLINT = "鋭利！",		-- 物品名:"燧石"
		FLOWER = 
		{
            GENERIC = "私の手で植えたモクセイのように秋風の中で成長して、その葉は碧玉のように青々としている、その花は粟の密集したように芳しい。",		-- 物品名:"花"->默认
            ROSE = "小さな庭にはバラだけが咲いている、他の花が順番に待っている。",		-- 物品名:"花"->玫瑰
        },
        FLOWER_WITHERED = "枯れて衰える。",		-- 物品名:"枯萎的花"
		FLOWERHAT = "花びらが私の心を守ってくれる！",		-- 物品名:"花环" 制造描述:"放松神经的东西。"
		FLOWER_EVIL = "邪悪に満ちている。",		-- 物品名:"邪恶花"
		FOLIAGE = "紫が一番美味しい色だ。",		-- 物品名:"蕨叶"
		FOOTBALLHAT = "私と一緒にラグビーをしたいの？！。",		-- 物品名:"橄榄球头盔" 制造描述:"保护你的脑壳。"
        FOSSIL_PIECE = "陰気な骨。",		-- 物品名:"化石碎片"
        FOSSIL_STALKER =
        {
			GENERIC = "いくつかの陰気な骨が必要だ。",		-- 物品名:"化石骨架"->默认
			FUNNY = "彼はもともとこのような人だの？",		-- 物品名:"化石骨架"->趣味？？
			COMPLETE = "……私たちはなぜもう一度やるなの？",		-- 物品名:"化石骨架"->准备好了
        },
        STALKER = "あれは影の魔法を受けたことがある！",		-- 物品名:"复活的骨架"
        STALKER_ATRIUM = "あれは本物だ！",		-- 物品名:"远古织影者"
        STALKER_MINION = "這う小僧！",		-- 物品名:"编织暗影"
        THURIBLE = "変な香炉。",		-- 物品名:"影子香炉"
        ATRIUM_OVERGROWTH = "奇妙な手紙は私に頭痛を与える……",		-- 物品名:"古代的方尖碑"
		FROG =
		{
			DEAD = "あれは天国の沼に行いたか？",		-- 物品名:"青蛙"->死了
			GENERIC = "こんにちは？",		-- 物品名:"青蛙"->默认
			SLEEPING = "おやすみ、カエルちゃん。",		-- 物品名:"青蛙"->睡着了
		},
		FROGGLEBUNWICH = "これはひどいサンドイッチ。",		-- 物品名:"蛙腿三明治"
		FROGLEGS = "かわいそうなカエルちゃん……",		-- 物品名:"蛙腿"
		FROGLEGS_COOKED = "見て我慢できない。",		-- 物品名:"烤蛙腿"
		FRUITMEDLEY = "フルーツ琵琶……ビスケット……盛り合わせ？",		-- 物品名:"水果圣代"
		FURTUFT = "変なにおいがいる。", 		-- 物品名:"毛丛"
		GEARS = "鉄人の内臓。",		-- 物品名:"齿轮"
		GHOST = "立ち去け！",		-- 物品名:"幽灵"
		GOLDENAXE = "金は非常に堅い。",		-- 物品名:"黄金斧头" 制造描述:"砍树也要有调！"
		GOLDENPICKAXE = "普通の石を打つ道具より丈夫だ。",		-- 物品名:"黄金鹤嘴锄" 制造描述:"像大Boss一样砸碎岩石。"
		GOLDENPITCHFORK = "高級な農業道具。",		-- 物品名:"黄金干草叉" 制造描述:"重新布置整个世界。"
		GOLDENSHOVEL = "掘る用の高級な道具。",		-- 物品名:"黄金铲子" 制造描述:"挖掘作用相同，但使用寿命更长。"
		GOLDNUGGET = "金色に輝く金だ！",		-- 物品名:"金块"
		GRASS =
		{
			BARREN = "もっと便便が必要だ。",		-- 物品名:"草"
			WITHERED = "あれは暑すぎた。",		-- 物品名:"草"->枯萎了
			BURNING = "火！！",		-- 物品名:"草"->正在燃烧
			GENERIC = "何本かの草。",		-- 物品名:"草"->默认
			PICKED = "まだ帰っていない。",		-- 物品名:"草"->被采完了
			DISEASED = "それは病気だが、私が治します。",		-- 物品名:"草"->生病了
			DISEASING = "あれはちょっとおかしい。",		-- 物品名:"草"->正在生病？？
		},
		GRASSGEKKO = 
		{
			GENERIC = "こっそりと近づくべきだ。",			-- 物品名:"草地壁虎"->默认
			DISEASED = "草蜥蜴が問題に出た。",		-- 物品名:"草地壁虎"->生病了
		},
		GREEN_CAP = "色が綺麗で、美味しいはずだ。",		-- 物品名:"采摘的绿蘑菇"
		GREEN_CAP_COOKED = "今は匂いが違っていた。",		-- 物品名:"烤绿蘑菇"
		GREEN_MUSHROOM =
		{
			GENERIC = "幻覚を起こさせる毒キノコ。",		-- 物品名:"绿蘑菇"->默认
			INGROUND = "隠しました。",		-- 物品名:"绿蘑菇"->在地里面
			PICKED = "全部私のだ！",		-- 物品名:"绿蘑菇"->被采完了
		},
		GUNPOWDER = "爆裂粉末。",		-- 物品名:"火药" 制造描述:"一把火药。"
		HAMBAT = "私の杵よりも大きい。",		-- 物品名:"火腿棒" 制造描述:"舍不得火腿套不着狼。"
		HAMMER = "すべてを壊して！",		-- 物品名:"锤子" 制造描述:"敲碎各种东西。"
		HEALINGSALVE = "氷のように涼しい。",		-- 物品名:"治疗药膏" 制造描述:"对割伤和擦伤进行消毒杀菌。"
		HEATROCK =
		{
			FROZEN = "冷たい。",		-- 物品名:"暖石"->冰冻 制造描述:"储存热能供旅行途中使用。"
			COLD = "ボッ……冷たいよ。",		-- 物品名:"冻伤"->冷了
			GENERIC = "エネルギーを満載している！",		-- 物品名:"暖石"->默认 制造描述:"储存热能供旅行途中使用。"
			WARM = "暖かい。",		-- 物品名:"暖石"->温暖 制造描述:"储存热能供旅行途中使用。"
			HOT = "灼熱の石！",		-- 物品名:"中暑"->热了
		},
		HOME = "あそこに人がいませんか？",		-- 物品名:"暖石"->没调用 制造描述:"储存热能供旅行途中使用。"
		HOMESIGN =
		{
			GENERIC = "何を言っているの？",		-- 物品名:"路牌"->默认 制造描述:"在世界中留下你的标记。"
            UNWRITTEN = "何でもない。",		-- 物品名:"路牌"->没有写字 制造描述:"在世界中留下你的标记。"
			BURNT = "アォ、じゃ。",		-- 物品名:"路牌"->烧焦的 制造描述:"在世界中留下你的标记。"
		},
		ARROWSIGN_POST =
		{
			GENERIC = "何を言っているの？",		-- 物品名:"指路标志"->默认 制造描述:"对这个世界指指点点。或许只是打下手势。"
            UNWRITTEN = "何でもない！",		-- 物品名:"指路标志"->没有写字 制造描述:"对这个世界指指点点。或许只是打下手势。"
			BURNT = "バーベキューの香り。",		-- 物品名:"指路标志"->烧焦的 制造描述:"对这个世界指指点点。或许只是打下手势。"
		},
		ARROWSIGN_PANEL =
		{
			GENERIC = "何を言っているの？",		-- 物品名:"指路标志"->默认
            UNWRITTEN = "何でもない！",		-- 物品名:"指路标志"->没有写字
			BURNT = "死んだ。",		-- 物品名:"指路标志"->烧焦的
		},
		HONEY = "こんにちは、私のはちみつ！",		-- 物品名:"蜂蜜"
		HONEYCOMB = "ミツバチから盗んだの！",		-- 物品名:"蜂巢"
		HONEYHAM = "豚肉は蜂蜜を壊した！！",		-- 物品名:"蜜汁火腿"
		HONEYNUGGETS = "ハチミツを浪費した！",		-- 物品名:"蜜汁卤肉"
		HORN = "ぶうぶう！",		-- 物品名:"牛角"
		HOUND = "悪い犬ちゃん！悪い！",		-- 物品名:"猎犬"
		HOUNDCORPSE =
		{
			GENERIC = "変な犬。",		-- 物品名:"猎犬"->默认
			BURNING = "臭い。",		-- 物品名:"猎犬"->正在燃烧
			REVIVING = "帰ってきています！",		-- 物品名:"猎犬"
		},
		HOUNDBONE = "人を刺す。",		-- 物品名:"犬骨"
		HOUNDMOUND = "犬小屋を見つけた。",		-- 物品名:"猎犬丘"
		ICEBOX = "冷たい箱。",		-- 物品名:"冰箱" 制造描述:"延缓食物变质。"
		ICEHAT = "とてもいい帽子だ。",		-- 物品名:"冰帽" 制造描述:"用科学技术合成的冰帽。"
		ICEHOUND = "冷たい犬。",		-- 物品名:"冰猎犬"
		INSANITYROCK =
		{
			ACTIVE = "ここはどこから来たの……？",		-- 物品名:"方尖碑"->激活了
			INACTIVE = "トリックができる岩……",		-- 物品名:"方尖碑"->没有激活
		},
		JAMMYPRESERVES = "爪がべとべとになったよ。",		-- 物品名:"果酱"
		KABOBS = "気持ち悪い肉の塊。",		-- 物品名:"肉串"
		KILLERBEE =
		{
			GENERIC = "とても怒っているように見える。",		-- 物品名:"杀人蜂"->默认
			HELD = "ぶんぶんいうのが本当にいい声……",		-- 物品名:"杀人蜂"->拿在手里
		},
		KNIGHT = "スプリング鉄人。",		-- 物品名:"发条骑士"
		KOALEFANT_SUMMER = "目が大きいわ！",		-- 物品名:"大象"
		KOALEFANT_WINTER = "目が大きいわ！",		-- 物品名:"大象"
		KRAMPUS = "大悪党！！",		-- 物品名:"坎普斯"
		KRAMPUS_SACK = "あれはチャリンと音を立てる！",		-- 物品名:"坎普斯背包"
		LEIF = "樹精！",		-- 物品名:"树精守卫"
		LEIF_SPARSE = "樹精！！",		-- 物品名:"树精守卫"
		LIGHTER  = "これは炎さんに特別な意味がある。",		-- 物品名:"薇洛的打火机" 制造描述:"火焰在雨中彻夜燃烧。"
		LIGHTNING_ROD =
		{
			CHARGED = "鳴っている!",		-- 物品名:"避雷针" 制造描述:"防雷劈。"
			GENERIC = "厄除けの神物？",		-- 物品名:"避雷针"->默认 制造描述:"防雷劈。"
		},
		LIGHTNINGGOAT = 
		{
			GENERIC = "巻く毛！",		-- 物品名:"闪电羊"->默认
			CHARGED = "逃げろ！",		-- 物品名:"闪电羊"
		},
		LIGHTNINGGOATHORN = "ひびがある！",		-- 物品名:"闪电羊角"
		GOATMILK = "とろとろの乳。",		-- 物品名:"带电的羊奶"
		LITTLE_WALRUS = "こんにちは！遊びたい？",		-- 物品名:"小海象人"
		LIVINGLOG = "ちょっと気分が悪い……",		-- 物品名:"活木头" 制造描述:"用你的身体来代替\n你该干的活吧。"
		LOG =
		{
			BURNING = "キャンプファイア！",		-- 物品名:"木头"->正在燃烧
			GENERIC = "キャンプファイアをしましょう？",		-- 物品名:"木头"->默认
		},
		LUCY = "伐木さんの友達だの？",		-- 物品名:"露西斧"
		LUREPLANT = "なぜその植物に肉があるの？？",		-- 物品名:"食人花"
		LUREPLANTBULB = "嫌いな植物。",		-- 物品名:"食人花种子"
		MALE_PUPPET = "それは詰まっているように見える！",		-- 物品名:"木头"
		MANDRAKE_ACTIVE = "イィ！それは私についている！",		-- 物品名:"曼德拉草"
		MANDRAKE_PLANTED = "夜にならないと取れないそう。",		-- 物品名:"曼德拉草"
		MANDRAKE = "動かなった。",		-- 物品名:"曼德拉草"
        MANDRAKESOUP = "野菜の兄弟でスープを作って美味しい。",		-- 物品名:"曼德拉草汤"
        MANDRAKE_COOKED = "夜食。",		-- 物品名:"木头"
        MAPSCROLL = "写真はどこにいるの？",		-- 物品名:"地图" 制造描述:"向别人展示你看到什么！"
        MARBLE = "大きな石。",		-- 物品名:"大理石"
        MARBLEBEAN = "ラ！いれはあこあれだ……",		-- 物品名:"大理石豌豆" 制造描述:"种植一片大理石森林。"
        MARBLEBEAN_SAPLING = "その石は大きくなっているの？",		-- 物品名:"大理石芽"
        MARBLESHRUB = "石低木。",		-- 物品名:"大理石灌木"
        MARBLEPILLAR = "古いように見える。",		-- 物品名:"大理石柱"
        MARBLETREE = "伐木さん、この木を切りに来ってよ！ハハ……",		-- 物品名:"大理石树"
        MARSH_BUSH =
        {
			BURNT = "焼失した。",		-- 物品名:"尖刺灌木"->烧焦的
            BURNING = "火！火！",		-- 物品名:"尖刺灌木"->正在燃烧
            GENERIC = "沼にはこれらのものがたくさんある。",		-- 物品名:"尖刺灌木"->默认
            PICKED = "痛い！",		-- 物品名:"尖刺灌木"->被采完了
        },
        BURNT_MARSH_BUSH = "悲しい……",		-- 物品名:"尖刺灌木"
        MARSH_PLANT = "沼地植物。",		-- 物品名:"池塘边植物"
        MARSH_TREE =
        {
            BURNING = "私がやったのではないんじゃ！！",		-- 物品名:"针刺树"->正在燃烧
            BURNT = "焼失した。",		-- 物品名:"针刺树"->烧焦的
            CHOPPED = "全部切った！",		-- 物品名:"针刺树"->被砍了
            GENERIC = "この近くで遊ばないはずだ。",		-- 物品名:"针刺树"->默认
        },
        MAXWELL = "彼はあまり友好的ではないようだ。",		-- 物品名:"麦斯威尔"->单机 麦斯威尔
        MAXWELLHEAD = "頭が大きい！",		-- 物品名:"麦斯威尔的头"->单机 麦斯威尔的头
        MAXWELLLIGHT = "それは嫌い……",		-- 物品名:"麦斯威尔灯"->单机 麦斯威尔的灯
        MAXWELLLOCK = "キーが必要？",		-- 物品名:"噩梦锁"->单机 麦斯威尔的噩梦锁
        MAXWELLTHRONE = "ここに現れるべきではない……",		-- 物品名:"噩梦王座"->单机 麦斯威尔的噩梦王座
        MEAT = "ラ！",		-- 物品名:"肉"
        MEATBALLS = "ラ……一粒ずつ本当に気持ちが悪い。",		-- 物品名:"肉丸"
        MEATRACK =
        {
            DONE = "，あれを触るな。",		-- 物品名:"晾肉架"->完成了 制造描述:"晾肉的架子。"
            DRYING = "臭い。",		-- 物品名:"晾肉架"->正在风干 制造描述:"晾肉的架子。"
            DRYINGINRAIN = "期待していなかった。",		-- 物品名:"晾肉架"->雨天风干 制造描述:"晾肉的架子。"
            GENERIC = "彼はこれを使って吐き気のする食べ物を作った。",		-- 物品名:"晾肉架"->默认 制造描述:"晾肉的架子。"
            BURNT = "アイ、いいだろ。",		-- 物品名:"晾肉架"->烧焦的 制造描述:"晾肉的架子。"
            DONE_NOTMEAT = "いつもより醜い。",		-- 物品名:"晾肉架" 制造描述:"晾肉的架子。"
            DRYING_NOTMEAT = "それは見ていておかしい。",		-- 物品名:"晾肉架" 制造描述:"晾肉的架子。"
            DRYINGINRAIN_NOTMEAT = "これは干しものができるということなの？",		-- 物品名:"晾肉架" 制造描述:"晾肉的架子。"
        },
        MEAT_DRIED = "臭いがとても悪い。",		-- 物品名:"风干肉"
        MERM = "こんにちは!",		-- 物品名:"鱼人"
        MERMHEAD =
        {
            GENERIC = "だれがそんなことをするものか……",		-- 物品名:"鱼头"->默认
            BURNT = "ちゃんと埋葬して。",		-- 物品名:"鱼头"->烧焦的
        },
        MERMHOUSE =
        {
            GENERIC = "沼があるところに小屋がある。",		-- 物品名:"漏雨的小屋"->默认
            BURNT = "いやいやいや！！",		-- 物品名:"漏雨的小屋"->烧焦的
        },
        MINERHAT = "面白いヘッドライト。",		-- 物品名:"矿工帽" 制造描述:"用你脑袋上的灯照亮夜晚。"
        MONKEY = "へへ、面白い猿。",		-- 物品名:"暴躁猴"
        MONKEYBARREL = "顔はまあ友好的に見える。",		-- 物品名:"猴子桶"
        MONSTERLASAGNA = "中に……なにがあるの？",		-- 物品名:"怪物千层饼"
        FLOWERSALAD = "見た目はよくないですが、食べてはいい味だけどね。",		-- 物品名:"花沙拉"
        ICECREAM = "冷たいデザート！",		-- 物品名:"冰淇淋"
        WATERMELONICLE = "冷やしすいか！",		-- 物品名:"西瓜冰棍"
        TRAILMIX = "香ばしくて脆い！",		-- 物品名:"什锦干果"
        HOTCHILI = "ほうしくない！",		-- 物品名:"辣椒炖肉"
        GUACAMOLE = "美味しい緑粘稠物！",		-- 物品名:"鳄梨酱"
        MONSTERMEAT = "，嫌だ-嫌だ。",		-- 物品名:"怪物肉"
        MONSTERMEAT_DRIED = "今はもっと嫌だ！",		-- 物品名:"怪物肉干"
        MOOSE = "これは薇克さんが言っている「ガチョウのお母さん」ですか？",		-- 物品名:"漏雨的小屋"
        MOOSE_NESTING_GROUND = "ここが彼女の赤ちゃんを育てるところだ。",		-- 物品名:"漏雨的小屋"
        MOOSEEGG = "中を開けてみてもいい？",		-- 物品名:"漏雨的小屋"
        MOSSLING = "へへ、おもしろおかしくて揺れるやつ。",		-- 物品名:"驼鹿鹅幼崽"
        FEATHERFAN = "これは何の鳥から来たなの？！",		-- 物品名:"羽毛扇" 制造描述:"超柔软、超大的扇子。"
        MINIFAN = "へへへ！",		-- 物品名:"旋转的风扇" 制造描述:"你得跑起来，才能带来风！"
        GOOSE_FEATHER = "フフフ~大風を見ろ！",		-- 物品名:"鹿鸭羽毛"
        STAFF_TORNADO = "風を回すことができる！",		-- 物品名:"天气风向标" 制造描述:"把你的敌人吹走。"
        MOSQUITO =
        {
            GENERIC = "私の血は好きではないでしょう！",		-- 物品名:"蚊子"->默认
            HELD = "捕まえた、嫌いな人に刺さる虫！",		-- 物品名:"蚊子"->拿在手里
        },
        MOSQUITOSACK = "血生臭いにおいがひどい。",		-- 物品名:"蚊子血囊"
        MOUND =
        {
            DUG = "ここに骨を残す人がある。",		-- 物品名:"坟墓"->被挖了
            GENERIC = "死者、安息しなさい？",		-- 物品名:"坟墓"->默认
        },
        NIGHTLIGHT = "奇妙な光。",		-- 物品名:"魂灯" 制造描述:"用你的噩梦点亮夜晚。"
        NIGHTMAREFUEL = "残忍は悪夢をたくわえている！",		-- 物品名:"噩梦燃料" 制造描述:"傻子和疯子使用的邪恶残渣。"
        NIGHTSWORD = "悪夢が体に入る。",		-- 物品名:"暗夜剑" 制造描述:"造成噩梦般的伤害。"
        NITRE = "面白い石。",		-- 物品名:"硝石"
        ONEMANBAND = "ドン！ドン！チャン！",		-- 物品名:"独奏乐器" 制造描述:"疯子音乐家也有粉丝。"
        OASISLAKE =
		{
			GENERIC = "水！！",		-- 物品名:"湖泊"->默认
			EMPTY = "いや！水はどこに行ったの？！",		-- 物品名:"湖泊"
		},
        PANDORASCHEST = "箱の中には何が入っているの？",		-- 物品名:"华丽箱子"
        PANFLUTE = "一曲聞きなさい。",		-- 物品名:"排箫" 制造描述:"抚慰凶猛野兽的音乐。"
        PAPYRUS = "ストーリーをたくさん作って。",		-- 物品名:"莎草纸" 制造描述:"用于书写。"
        WAXPAPER = "この紙には絵が書いてない！",		-- 物品名:"蜡纸" 制造描述:"用于打包东西。"
        PENGUIN = "彼らは賢い鳥、むしろ水泳しても飛ばない。",		-- 物品名:"企鹅"
        PERD = "あっちへ行け、ゴッゴという鳥！",		-- 物品名:"火鸡"
        PEROGIES = "中に肉が隠れていたの？？",		-- 物品名:"波兰水饺"
        PETALS = "へへ、オーラ、花ちゃん！",		-- 物品名:"花瓣"
        PETALS_EVIL = "これらを持ちたくない。",		-- 物品名:"恶魔花瓣"
        PHLEGM = "これよりまずいものを食べたことがある。",		-- 物品名:"脓鼻涕"
        PICKAXE = "石を切る道具。",		-- 物品名:"鹤嘴锄" 制造描述:"凿碎岩石。"
        PIGGYBACK = "汚い豚の皮で作ったカバン。",		-- 物品名:"猪皮包" 制造描述:"能装许多东西，但会减慢你的速度。"
        PIGHEAD =
        {
            GENERIC = "ハハ！",		-- 物品名:"猪头"->默认
            BURNT = "香ばしくなり、脆くなった！当然の報い。",		-- 物品名:"猪头"->烧焦的
        },
        PIGHOUSE =
        {
            FULL = "あの部屋は汚いブタだらけ！",		-- 物品名:"猪屋"->满了 制造描述:"可以住一只猪。"
            GENERIC = "コンコン……豚のようなにおい……がある！",		-- 物品名:"猪屋"->默认 制造描述:"可以住一只猪。"
            LIGHTSOUT = "環境は安全だ。",		-- 物品名:"猪屋"->关灯了 制造描述:"可以住一只猪。"
            BURNT = "へへ、ブタ小屋が全焼した！",		-- 物品名:"猪屋"->烧焦的 制造描述:"可以住一只猪。"
        },
        PIGKING = "よく肥えたのはよい商品が一つもない！",		-- 物品名:"猪王"
        PIGMAN =
        {
            DEAD = "自業自得。",		-- 物品名:"猪人"->死了
            FOLLOWER = "離れろ！",		-- 物品名:"猪人"->追随者
            GENERIC = "豚人……",		-- 物品名:"猪人"->默认
            GUARD = "彼は他の人よりも怖い。",		-- 物品名:"猪人"->警戒
            WEREPIG = "離れてください！！",		-- 物品名:"猪人"->疯猪
        },
        PIGSKIN = "汚い豚から奪ったの！！",		-- 物品名:"猪皮"
        PIGTENT = "その中に豚人がいる？",		-- 物品名:"猪人"
        PIGTORCH = "火！",		-- 物品名:"猪火炬"
        PINECONE = "食べられない。",		-- 物品名:"松果"
        PINECONE_SAPLING = "樹赤ちゃん。",		-- 物品名:"常青树苗"
        LUMPY_SAPLING = "もう全力を尽くしていた。",		-- 物品名:"有疙瘩的树苗"
        PITCHFORK = "人を突ける道具。",		-- 物品名:"干草叉" 制造描述:"铲地用具。"
        PLANTMEAT = "困惑……した……",		-- 物品名:"叶子肉"
        PLANTMEAT_COOKED = "まだ食べない。",		-- 物品名:"烤叶子肉"
        PLANT_NORMAL =
        {
            GENERIC = "多葉の緑植物！",		-- 物品名:"农作物"->默认
            GROWING = "すぐできるの？",		-- 物品名:"农作物"->正在生长
            READY = "私のための筋肉！",		-- 物品名:"农作物"->准备好的 满的
            WITHERED = "植物は水が必要なの？",		-- 物品名:"农作物"->枯萎了
        },
        POMEGRANATE = "オ、直接噛むのではないの？",		-- 物品名:"石榴"
        POMEGRANATE_COOKED = "ム……いいだろ……",		-- 物品名:"切片熟石榴"
        POMEGRANATE_SEEDS = "もっと多くのザクロを栽培することができる！",		-- 物品名:"石榴种子"
        POND = "しぶきが散る！",		-- 物品名:"池塘"
        POOP = "ハハ、臭くてたまらない！",		-- 物品名:"肥料"
        FERTILIZER = "なに？こられは便便だ。",		-- 物品名:"便便桶" 制造描述:"少拉点在手上，多拉点在庄稼上。"
        PUMPKIN = "大きな塊のいいもの！",		-- 物品名:"南瓜"
        PUMPKINCOOKIE = "これは最高のかぼちゃだ。",		-- 物品名:"南瓜饼"
        PUMPKIN_COOKED = "ペタペタ！",		-- 物品名:"烤南瓜"
        PUMPKIN_LANTERN = "友好的な顔。",		-- 物品名:"南瓜灯" 制造描述:"长着鬼脸的照明用具。"
        PUMPKIN_SEEDS = "もっと多くのカボチャを栽培することができる！",		-- 物品名:"南瓜种子"
        PURPLEAMULET = "これを遊びたくなった。",		-- 物品名:"噩梦护符" 制造描述:"引起精神错乱。"
        PURPLEGEM = "きれい……",		-- 物品名:"紫宝石" 制造描述:"由两种颜色的宝石合成！"
        RABBIT =
        {
            GENERIC = "怖くないで、守るから。",		-- 物品名:"兔子"->默认
            HELD = "ここにニンジンがある、いかがでしょうか？",		-- 物品名:"兔子"->拿在手里
        },
        RABBITHOLE =
        {
            GENERIC = "へへ、ちょっと少しを貸して、返すはずがないの。",		-- 物品名:"兔洞"->默认
            SPRING = "誰が家にいるなのか？",		-- 物品名:"兔洞"->春天 or 潮湿
        },
        RAINOMETER =
        {
            GENERIC = "雨が降ってほしい！",		-- 物品名:"雨量计"->默认 制造描述:"观测降雨机率。"
            BURNT = "アォ、いいだろ。",		-- 物品名:"雨量计"->烧焦的 制造描述:"观测降雨机率。"
        },
        RAINCOAT = "レインコートを着て雨の中を散歩しましょう。",		-- 物品名:"雨衣" 制造描述:"让你保持干燥的防水外套。"
        RAINHAT = "雨は何の怖くもない！",		-- 物品名:"防雨帽" 制造描述:"手感柔软，防雨必备。"
        RATATOUILLE = "これは最高だ！！",		-- 物品名:"蔬菜大杂烩"
        RAZOR = "切る用なの？",		-- 物品名:"剃刀" 制造描述:"剃掉你脏脏的山羊胡子。"
        REDGEM = "綺麗で暖かい。",		-- 物品名:"红宝石"
        RED_CAP = "これらは君に悪いところがある。",		-- 物品名:"采摘的红蘑菇"
        RED_CAP_COOKED = "少しよくなったが……",		-- 物品名:"烤红蘑菇"
        RED_MUSHROOM =
        {
            GENERIC = "こんにちは、キノコ！",		-- 物品名:"红蘑菇"->默认
            INGROUND = "出てこい！",		-- 物品名:"红蘑菇"->在地里面
            PICKED = "何も残っていなった。",		-- 物品名:"红蘑菇"->被采完了
        },
        REEDS =
        {
            BURNING = "沼が燃えている！",		-- 物品名:"芦苇"->正在燃烧
            GENERIC = "沼にはこういうものが多い！",		-- 物品名:"芦苇"->默认
            PICKED = "もっと探して。",		-- 物品名:"芦苇"->被采完了
        },
        RELIC = "古い物。",		-- 物品名:"废墟"
        RUINS_RUBBLE = "石とかの物。",		-- 物品名:"损毁的废墟"
        RUBBLE = "石とかの物。",		-- 物品名:"碎石"
        RESEARCHLAB =
        {
            GENERIC = "もっと多くの知識を教えてあげる。 ",		-- 物品名:"科学机器"->默认 制造描述:"解锁新的合成配方！"
            BURNT = "いいだろ。",		-- 物品名:"科学机器"->烧焦的 制造描述:"解锁新的合成配方！"
        },
        RESEARCHLAB2 =
        {
            GENERIC = "錬金術……私は石を点けて金になる術ができるぞ。",		-- 物品名:"炼金引擎"->默认 制造描述:"解锁更多合成配方！"
            BURNT = "はい、なくなった。",		-- 物品名:"炼金引擎"->烧焦的 制造描述:"解锁更多合成配方！"
        },
        RESEARCHLAB3 =
        {
            GENERIC = "それをいじるべきではない。",		-- 物品名:"暗影操控器"->默认 制造描述:"这还是科学吗？"
            BURNT = "よく焼った。",		-- 物品名:"暗影操控器"->烧焦的 制造描述:"这还是科学吗？"
        },
        RESEARCHLAB4 =
        {
            GENERIC = "君は全部先ほど考えたのだと思う。",		-- 物品名:"灵子分解器"->默认 制造描述:"增强高礼帽的魔力。"
            BURNT = "変な帽子マシンが焼けました。",		-- 物品名:"灵子分解器"->烧焦的 制造描述:"增强高礼帽的魔力。"
        },
        RESURRECTIONSTATUE =
        {
            GENERIC = "身代わり人形？",		-- 物品名:"替身人偶"->默认 制造描述:"以肉的力量让你重生。"
            BURNT = "それは本当に臭い。",		-- 物品名:"替身人偶"->烧焦的 制造描述:"以肉的力量让你重生。"
        },
        RESURRECTIONSTONE = "こんなの強大な力！",		-- 物品名:"复活石"
        ROBIN =
        {
            GENERIC = "赤色は本当にめでたい。",		-- 物品名:"红雀"->默认
            HELD = "私の鳥だ！",		-- 物品名:"红雀"->拿在手里
        },
        ROBIN_WINTER =
        {
            GENERIC = "小雪鳥、私の懐に来て。",		-- 物品名:"雪雀"->默认
            HELD = "あれはペットになるのが好き。",		-- 物品名:"雪雀"->拿在手里
        },
        ROBOT_PUPPET = "捕まえられたの？",		-- 物品名:"雪雀"
        ROCK_LIGHT =
        {
            GENERIC = "あれが嫌い。",		-- 物品名:"熔岩坑"->默认
            OUT = "ム。",		-- 物品名:"熔岩坑"->出去？外面？
            LOW = "石になった。",		-- 物品名:"熔岩坑"->低？
            NORMAL = "光がさしている！",		-- 物品名:"熔岩坑"->普通
        },
        CAVEIN_BOULDER =
        {
            GENERIC = "大きい石……",		-- 物品名:"岩石"->默认
            RAISED = "届かない！",		-- 物品名:"岩石"->提高了？
        },
        ROCK = "ただの石だ。",		-- 物品名:"岩石"
        PETRIFIED_TREE = "これは木の形をした石？",		-- 物品名:"岩石"
        ROCK_PETRIFIED_TREE = "これは木の形をした石？",		-- 物品名:"石化树"
        ROCK_PETRIFIED_TREE_OLD = "これは木の形をした石？",		-- 物品名:"岩石"
        ROCK_ICE =
        {
            GENERIC = "ボッ、毛の上に置いて、とても冷たい！",		-- 物品名:"迷你冰山"->默认
            MELTED = "泥濘の水たまり。",		-- 物品名:"迷你冰山"->融化了
        },
        ROCK_ICE_MELTED = "泥濘の水たまり。",		-- 物品名:"融化的冰矿"
        ICE = "フフ...冷たい",		-- 物品名:"冰"
        ROCKS = "ひと山の石。",		-- 物品名:"石头"
        ROOK = "凶暴に見える……",		-- 物品名:"发条战车"
        ROPE = "バンドル用の。",		-- 物品名:"绳子" 制造描述:"紧密编成的草绳，非常有用。"
        ROTTENEGG = "いい臭いがいる。",		-- 物品名:"腐烂鸟蛋"
        ROYAL_JELLY = "ムムム！",		-- 物品名:"蜂王浆"
        JELLYBEAN = "よい豆。",		-- 物品名:"彩虹糖豆"
        SADDLE_BASIC = "へへ、上には角がある！",		-- 物品名:"鞍具" 制造描述:"你坐在动物身上。仅仅是理论上。"
        SADDLE_RACE = "やっと蝶が役に立ちました！",		-- 物品名:"轻鞍具" 制造描述:"抵消掉完成目标所花费的时间。或许。"
        SADDLE_WAR = "ウサギ仙人の栄誉のために戦う！",		-- 物品名:"战争鞍具" 制造描述:"战场首领的王位。"
        SADDLEHORN = "ふわふわの大物から鞍を外す用の道具。",		-- 物品名:"鞍角" 制造描述:"把鞍具撬开。"
        SALTLICK = "どういう意味だ，\"ヤク専用\て\"",		-- 物品名:"舔舔盐块" 制造描述:"好好喂养你家的牲畜。"
        BRUSH = "毛髪が変ね。",		-- 物品名:"刷子" 制造描述:"减缓牦牛毛发的生长速度。"
		SANITYROCK =
		{
			ACTIVE = "立ち去け！",		-- 物品名:"方尖碑"->激活了
			INACTIVE = "ただの想像かもしれない……",		-- 物品名:"方尖碑"->没有激活
		},
		SAPLING =
		{
			BURNING = "火！",		-- 物品名:"树苗"->正在燃烧
			WITHERED = "乾燥しすぎた。",		-- 物品名:"树苗"->枯萎了
			GENERIC = "樹ちゃん！枝をください。",		-- 物品名:"树苗"->默认
			PICKED = "持って行いた！",		-- 物品名:"树苗"->被采完了
			DISEASED = "うん...ヤバイそう。",		-- 物品名:"树苗"->生病了
			DISEASING = "それはおかしい。",		-- 物品名:"树苗"->正在生病？？
		},
   		SCARECROW = 
   		{
			GENERIC = "彼が大好き!",		-- 物品名:"友善的稻草人"->默认 制造描述:"模仿最新的秋季时尚。"
			BURNING = "やめろ！彼を助けてください！！",		-- 物品名:"友善的稻草人"->正在燃烧 制造描述:"模仿最新的秋季时尚。"
			BURNT = "さようなら。",		-- 物品名:"友善的稻草人"->烧焦的 制造描述:"模仿最新的秋季时尚。"
   		},
   		SCULPTINGTABLE=
   		{
			EMPTY = "石からものを作った！",		-- 物品名:"陶轮" 制造描述:"大理石在你手里将像黏土一样！"
			BLOCK = "綺麗なのを作りたい！",		-- 物品名:"陶轮"->锁住了 制造描述:"大理石在你手里将像黏土一样！"
			SCULPTURE = "見て！私が直接作ったの！",		-- 物品名:"陶轮"->雕像做好了 制造描述:"大理石在你手里将像黏土一样！"
			BURNT = "使えなくなった。",		-- 物品名:"陶轮"->烧焦的 制造描述:"大理石在你手里将像黏土一样！"
   		},
        SCULPTURE_KNIGHTHEAD = "鉄人の頭のようだ。",		-- 物品名:"可疑的大理石"
		SCULPTURE_KNIGHTBODY = 
		{
			COVERED = "あれは何？",		-- 物品名:"大理石雕像"->被盖住了-三基佬雕像可以敲大理石的时候
			UNCOVERED = "壊れた！",		-- 物品名:"大理石雕像"->没有被盖住-三基佬雕像被开采后
			FINISHED = "全部一緒に！",		-- 物品名:"大理石雕像"->三基佬雕像修好了
			READY = "何かあるそう...",		-- 物品名:"大理石雕像"->准备好的 满的
		},
        SCULPTURE_BISHOPHEAD = "見たところはぐれました。",		-- 物品名:"可疑的大理石"
		SCULPTURE_BISHOPBODY = 
		{
			COVERED = "ちょっとおかしい。",		-- 物品名:"大理石雕像"->被盖住了-三基佬雕像可以敲大理石的时候
			UNCOVERED = "頭をなくした！",		-- 物品名:"大理石雕像"->没有被盖住-三基佬雕像被开采后
			FINISHED = "全部終わった！",		-- 物品名:"大理石雕像"->三基佬雕像修好了
			READY = "は？",		-- 物品名:"大理石雕像"->准备好的 满的
		},
        SCULPTURE_ROOKNOSE = "うん、これはどこかにつけるべきだと思う。",		-- 物品名:"可疑的大理石"
		SCULPTURE_ROOKBODY = 
		{
			COVERED = "変な石……",		-- 物品名:"大理石雕像"->被盖住了-三基佬雕像可以敲大理石的时候
			UNCOVERED = "何か欠けていた……",		-- 物品名:"大理石雕像"->没有被盖住-三基佬雕像被开采后
			FINISHED = "少し良くなった見える。",		-- 物品名:"大理石雕像"->三基佬雕像修好了
			READY = "何かあるそう...",		-- 物品名:"大理石雕像"->准备好的 满的
		},
        GARGOYLE_HOUND = "それはとても驚いたそうだ。",		-- 物品名:"可疑的月亮石"
        GARGOYLE_WEREPIG = "隣にこれがあるのが嫌だ。",		-- 物品名:"可疑的月亮石"
		SEEDS = "これは土の中に入れたの！",		-- 物品名:"种子"
		SEEDS_COOKED = "小さな軽食！",		-- 物品名:"烤种子"
		SEWING_KIT = "後ほど「织女」に教えを請う……",		-- 物品名:"针线包" 制造描述:"缝补受损的衣物。"
		SEWING_TAPE = "ヴィノナさんは修理が上手！",		-- 物品名:"可靠的胶布" 制造描述:"缝补受损的衣物。"
		SHOVEL = "シャベル用のだ。",		-- 物品名:"铲子" 制造描述:"挖掘各种各样的东西。"
		SILK = "クモが糸を吐く！",		-- 物品名:"蜘蛛丝"
		SKELETON = "またお会いしましょう。",		-- 物品名:"骷髅"
		SCORCHED_SKELETON = "キャンプファイアに近すぎた。",		-- 物品名:"易碎骨骼"
		SKULLCHEST = "中にはいいものがあるかもしれない！",		-- 物品名:"骷髅箱"
		SMALLBIRD =
		{
			GENERIC = "それは本当に小さい！",		-- 物品名:"小鸟"->默认
			HUNGRY = "おやつが欲しい。",		-- 物品名:"小鸟"->有点饿了
			STARVING = "お腹すいたそう。",		-- 物品名:"小鸟"->挨饿
			SLEEPING = "よく寝てね！",		-- 物品名:"小鸟"->睡着了
		},
		SMALLMEAT = "これはたべないぞ",		-- 物品名:"小肉"
		SMALLMEAT_DRIED = "今はさらに悪い。",		-- 物品名:"小风干肉"
		SPAT = "彼女は不快に見える。",		-- 物品名:"钢羊"
		SPEAR = "人の棒を突く！",		-- 物品名:"长矛" 制造描述:"使用尖的那一端。"
		SPEAR_WATHGRITHR = "ヴァージンさんが人を突く棒！！",		-- 物品名:"战斗长矛" 制造描述:"黄金使它更锋利。"
		WATHGRITHRHAT = "これをつけると、私はヴィギョンさんと同じぐらい強くなれるの？",		-- 物品名:"战斗头盔" 制造描述:"独角兽是你的保护神。"
		SPIDER =
		{
			DEAD = "そんなに強くない。",		-- 物品名:"蜘蛛"->死了
			GENERIC = "蜘蛛ちゃん……",		-- 物品名:"蜘蛛"->默认
			SLEEPING = "静かにしなさい……",		-- 物品名:"蜘蛛"->睡着了
		},
		SPIDERDEN = "，ねばねばしたものを踏んだ！",		-- 物品名:"蜘蛛巢"
		SPIDEREGGSACK = "ボ、ここが蜘蛛の赤ちゃんが出てくるところ？",		-- 物品名:"蜘蛛卵" 制造描述:"跟你的朋友寻求点帮助。"
		SPIDERGLAND = "薬！",		-- 物品名:"蜘蛛腺"
		SPIDERHAT = "ハハ、見たところウェーバーのあの人のようだ。",		-- 物品名:"蜘蛛帽" 制造描述:"蜘蛛们会喊你\"妈妈\"。"
		SPIDERQUEEN = "彼女は強い女王！",		-- 物品名:"蜘蛛女王"
		SPIDER_WARRIOR =
		{
			DEAD = "私は月宮戦神だぞ、ハハハ！",		-- 物品名:"蜘蛛战士"->死了
			GENERIC = "蜘蛛人の勇者……",		-- 物品名:"蜘蛛战士"->默认
			SLEEPING = "蜘蛛の夢を見ている。",		-- 物品名:"蜘蛛战士"->睡着了
		},
		SPOILED_FOOD = "土に戻して自然に帰れましょう。",		-- 物品名:"腐烂食物"
        STAGEHAND =
        {
			AWAKE = "邪魔しないで!！",		-- 物品名:"舞台"->醒了
			HIDING = "変なこと……",		-- 物品名:"舞台"->藏起来了
        },
        STATUE_MARBLE = 
        {
            GENERIC = "この石は形がおかしい。",		-- 物品名:"大理石雕像"->默认
            TYPE1 = "彼女の頭がなくなった！",		-- 物品名:"大理石雕像"->类型1
            TYPE2 = "悲しい。",		-- 物品名:"大理石雕像"->类型2
            TYPE3 = "高級そうだが、つまらなそう。", --bird bath type statue		-- 物品名:"大理石雕像"
        },
		STATUEHARP = "誰かがそれを壊した。",		-- 物品名:"竖琴雕像"
		STATUEMAXWELL = "弱そうに見える無鱗人。",		-- 物品名:"麦斯威尔雕像"
		STEELWOOL = "傷に気をつけて！",		-- 物品名:"钢丝绵"
		STINGER = "お尻がブンブンと鳴っている。",		-- 物品名:"蜂刺"
		STRAWHAT = "かゆい……",		-- 物品名:"草帽" 制造描述:"帮助你保持清凉干爽。"
		STUFFEDEGGPLANT = "ワ！野菜の中にはまだ野菜がある！？",		-- 物品名:"酿茄子"
		SWEATERVEST = "彼は服をたくさん着ている。",		-- 物品名:"犬牙背心" 制造描述:"粗糙，但挺时尚。"
		REFLECTIVEVEST = "うん……オレンジ色の。",		-- 物品名:"清凉夏装" 制造描述:"穿上这件时尚的背心，保持凉爽和清醒。"
		HAWAIIANSHIRT = "，あの花たちはもうおしまいだ！",		-- 物品名:"花衬衫" 制造描述:"适合夏日穿着，或在周五便装日穿着。"
		TAFFY = "ムムム！こえは歯いうっずいだ！",		-- 物品名:"太妃糖"
		TALLBIRD = "足の長い鳥。",		-- 物品名:"高脚鸟"
		TALLBIRDEGG = "中に何かが入っていると聞いた！",		-- 物品名:"高脚鸟蛋"
		TALLBIRDEGG_COOKED = "かわいそう。",		-- 物品名:"煎高脚鸟蛋"
		TALLBIRDEGG_CRACKED =
		{
			COLD = "冷たいの？",		-- 物品名:"冻伤"->冷了
			GENERIC = "孵化している！",		-- 物品名:"孵化中的高脚鸟蛋"->默认
			HOT = "うん……暑さを感じた……",		-- 物品名:"中暑"->热了
			LONG = "なぜこんなに長くかかるの！！",		-- 物品名:"孵化中的高脚鸟蛋"->还需要很久
			SHORT = "もうすぐ出て来た！",		-- 物品名:"孵化中的高脚鸟蛋"->很快了
		},
		TALLBIRDNEST =
		{
			GENERIC = "足の長い鳥の卵！",		-- 物品名:"高脚鸟巢"->默认
			PICKED = "足の長い鳥はここで寝る。",		-- 物品名:"高脚鸟巢"->被采完了
		},
		TEENBIRD =
		{
			GENERIC = "君が大きくなったら可笑しくなかっただ。",		-- 物品名:"小高脚鸟"->默认
			HUNGRY = "おやつが欲しい。",		-- 物品名:"小高脚鸟"->有点饿了
			STARVING = "お腹が減ると怒る。",		-- 物品名:"小高脚鸟"->挨饿
			SLEEPING = "昼寝するのが好きそう。",		-- 物品名:"小高脚鸟"->睡着了
		},
		TELEPORTATO_BASE =
		{
			ACTIVE = "，何とも帰って戻れる、でしょう？",		-- 物品名:"木制传送台"->激活了
			GENERIC = "これで帰る……他の世界？",		-- 物品名:"木制传送台"->默认
			LOCKED = "何かが足りない？",		-- 物品名:"木制传送台"->锁住了
			PARTIAL = "まだまだでしょう？",		-- 物品名:"木制传送台"->已经有部分了
		},
		TELEPORTATO_BOX = "面白い箱。",		-- 物品名:"盒状零件"
		TELEPORTATO_CRANK = "これは何なんだ？",		-- 物品名:"曲柄零件"
		TELEPORTATO_POTATO = "大きな金属ブロック。",		-- 物品名:"金属土豆状零件"
		TELEPORTATO_RING = "うん、大きすぎてクラウンの上に載せられない。",		-- 物品名:"环状零件"
		TELESTAFF = "頭がおかしくなれる……",		-- 物品名:"传送魔杖" 制造描述:"穿越空间的法杖！穿越时间的装置需另外购买。"
		TENT = 
		{
			GENERIC = "寝るか。",		-- 物品名:"帐篷"->默认 制造描述:"回复精神值，但要花费时间并导致饥饿。"
			BURNT = "焼け落ちた。",		-- 物品名:"帐篷"->烧焦的 制造描述:"回复精神值，但要花费时间并导致饥饿。"
		},
		SIESTAHUT = 
		{
			GENERIC = "昼寝をしたい！ここか……",		-- 物品名:"遮阳篷"->默认 制造描述:"躲避烈日，回复精神值。"
			BURNT = "新しいところを探して昼寝をしなきゃ……",		-- 物品名:"遮阳篷"->烧焦的 制造描述:"躲避烈日，回复精神值。"
		},
		TENTACLE = "彼はいつもこれらを踏んでいる。",		-- 物品名:"触手"
		TENTACLESPIKE = "ハハ、とげ！",		-- 物品名:"狼牙棒"
		TENTACLESPOTS = "皮を持って行った！",		-- 物品名:"触手皮"
		TENTACLE_PILLAR = "あれのお腹をかいてかゆい！",		-- 物品名:"大触手"
        TENTACLE_PILLAR_HOLE = "その中に何があるそう？",		-- 物品名:"硕大的泥坑"
		TENTACLE_PILLAR_ARM = "彼らはとても小さい。",		-- 物品名:"小触手"
		TENTACLE_GARDEN = "あれの家を見つけた！",		-- 物品名:"大触手"
		TOPHAT = "オゥ、高級だな！",		-- 物品名:"高礼帽" 制造描述:"最经典的帽子款式。"
		TORCH = "火のついた棒。",		-- 物品名:"火炬" 制造描述:"可携带的光源。"
		TRANSISTOR = "それはブンブンという音がいる！中に蜂がいるの？",		-- 物品名:"电子元件" 制造描述:"科学至上！滋滋滋！"
		TRAP = "あやしい！",		-- 物品名:"陷阱" 制造描述:"捕捉小型生物。"
		TRAP_TEETH = "怖そうに見える。",		-- 物品名:"犬牙陷阱" 制造描述:"弹出来并咬伤任何踩到它的东西。"
		TRAP_TEETH_MAXWELL = "恐ろしいとげ！",		-- 物品名:"麦斯威尔的尖牙陷阱" 制造描述:"弹出来并咬伤任何踩到它的东西。"
		TREASURECHEST = 
		{
			GENERIC = "オ、荷物を詰める箱！",		-- 物品名:"木箱"->默认 制造描述:"一种结实的容器。"
			BURNT = "嫌だ！",		-- 物品名:"木箱"->烧焦的 制造描述:"一种结实的容器。"
		},
		TREASURECHEST_TRAP = "宝庫！",		-- 物品名:"宝箱"
		SACRED_CHEST = 
		{
			GENERIC = "中に何があるが知りたい！",		-- 物品名:"古老的箱子"->默认
			LOCKED = "オイ！",		-- 物品名:"古老的箱子"->锁住了
		},
		TREECLUMP = "越えられない、だって……あ……だってさ……",		-- 物品名:"古老的箱子"
		TRINKET_1 = "きれいな小さい靴！", --Melted Marbles		-- 物品名:"熔化的弹珠"
		TRINKET_2 = "なぜ声がないの？！", --Fake Kazoo		-- 物品名:"假卡祖笛"
		TRINKET_3 = "開かない結び目！", --Gord's Knot		-- 物品名:"戈尔迪之结"
		TRINKET_4 = "変なやつ。", --Gnome		-- 物品名:"地精玩偶"
		TRINKET_5 = "ポンポンポン！", --Toy Rocketship		-- 物品名:"迷你火箭"
		TRINKET_6 = "色彩の変な曲がった棒？", --Frazzled Wires		-- 物品名:"烂电线"
		TRINKET_7 = "このゲーム、難過ぎくない？！", --Ball and Cup		-- 物品名:"杯子和球玩具"
		TRINKET_8 = "がらがらして、壊れやすい。", --Rubber Bung		-- 物品名:"硬化橡胶塞"
		TRINKET_9 = "これらの石の真ん中に穴がある？", --Mismatched Buttons		-- 物品名:"不搭的纽扣"
		TRINKET_10 = "へへ、短くて丸い歯。", --Dentures		-- 物品名:"二手假牙"
		TRINKET_11 = "あれはすべてがうまくいくと言った！", --Lying Robot		-- 物品名:"机器人玩偶"
		TRINKET_12 = "へへ、死んだ。", --Dessicated Tentacle		-- 物品名:"干瘪的触手"
		TRINKET_13 = "変なお嬢さん。", --Gnomette		-- 物品名:"可爱的小玩偶"
		TRINKET_14 = "これは飲むものなの？それとも洗うものなの？", --Leaky Teacup		-- 物品名:"漏水的茶杯"
		TRINKET_15 = "鉄人……のように見える……？", --Pawn		-- 物品名:"白衣主教"
		TRINKET_16 = "鉄人……のように見える……？", --Pawn		-- 物品名:"黑衣主教"
		TRINKET_17 = "食べ物を掬う道具。", --Bent Spork		-- 物品名:"弯曲的叉子"
		TRINKET_18 = "中に物音がいる。", --Trojan Horse		-- 物品名:"玩具木马"
		TRINKET_19 = "クルクル！", --Unbalanced Top		-- 物品名:"失衡上衣"
		TRINKET_20 = "もう一つの手でかゆいところをかく！", --Backscratcher		-- 物品名:"不求人"
		TRINKET_21 = "彼の発明はおかしい。", --Egg Beater		-- 物品名:"破搅拌器"
		TRINKET_22 = "小さいな縄？", --Frayed Yarn		-- 物品名:"磨损的纱线"
		TRINKET_23 = "角に見えないんじゃ。", --Shoehorn		-- 物品名:"鞋拔子"
		TRINKET_24 = "楽しそう。", --Lucky Cat Jar		-- 物品名:"幸运猫扎尔"
		TRINKET_25 = "どうして木をこんなに小さくして平らにしたの？", --Air Unfreshener		-- 物品名:"臭气制造器"
		TRINKET_26 = "中身はどこへ行ったの？！", --Potato Cup		-- 物品名:"土豆杯"
		TRINKET_27 = "頭に小爪がある！", --Coat Hanger		-- 物品名:"钢丝衣架"
		TRINKET_28 = "これはアリのお城なの？", --Rook		-- 物品名:"白色战车"
        TRINKET_29 = "これはアリのお城なの？", --Rook		-- 物品名:"黑色战车"
        TRINKET_30 = "鉄人……のように見える……？", --Knight		-- 物品名:"白色骑士"
        TRINKET_31 = "鉄人……のように見える……？", --Knight		-- 物品名:"黑色骑士"
        TRINKET_32 = "かわいい顔が見られる！", --Cubic Zirconia Ball		-- 物品名:"立方氧化锆球"
        TRINKET_33 = "こんな小さいクモ人を見たことがあるの？", --Spider Ring		-- 物品名:"蜘蛛指环"
        TRINKET_34 = "安全そうだ。", --Monkey Paw		-- 物品名:"猴子手掌"
        TRINKET_35 = "誰かが飲んだ。", --Empty Elixir		-- 物品名:"空的长生不老药"
        TRINKET_36 = "とがった歯！", --Faux fangs		-- 物品名:"人造尖牙"
        TRINKET_37 = "私が壊したのじゃない！！見つけた時はもうこのままだ！", --Broken Stake		-- 物品名:"断桩"
        TRINKET_38 = "いつまでも見える！", -- Binoculars Griftlands trinket		-- 物品名:"双筒望远镜"
        TRINKET_39 = "片手ヘ温めることができる。", -- Lone Glove Griftlands trinket		-- 物品名:"单只手套"
        TRINKET_40 = "このかたつむりは寝ている。", -- Snail Scale Griftlands trinket		-- 物品名:"蜗牛秤"
        TRINKET_41 = "暖かい！", -- Goop Canister Hot Lava trinket		-- 物品名:"黏液罐"
        TRINKET_42 = "オゥ、おもしろいおもちゃ！", -- Toy Cobra Hot Lava trinket		-- 物品名:"玩具眼镜蛇"
        TRINKET_43= "へへ、面白い服を着ている！", -- Crocodile Toy Hot Lava trinket		-- 物品名:"鳄鱼玩具"
        TRINKET_44 = "植物の家を壊した人がいた。", -- Broken Terrarium ONI trinket		-- 物品名:"破碎的玻璃罐"
        TRINKET_45 = "何ができるの？", -- Odd Radio ONI trinket		-- 物品名:"奇怪的收音机"
        TRINKET_46 = "うん……", -- Hairdryer ONI trinket		-- 物品名:"损坏的吹风机"
        LOST_TOY_1  = "は？拾えない！",		-- 物品名:"遗失的玻璃球"
        LOST_TOY_2  = "は？拾えない！",		-- 物品名:"多愁善感的卡祖笛"
        LOST_TOY_7  = "は？拾えない！",		-- 物品名:"珍视的抽线陀螺"
        LOST_TOY_10 = "は？拾えない！",		-- 物品名:"缺少的牙齿"
        LOST_TOY_11 = "は？拾えない！",		-- 物品名:"珍贵的玩具机器人"
        LOST_TOY_14 = "は？拾えない！",		-- 物品名:"妈妈最爱的茶杯"
        LOST_TOY_18 = "は？拾えない！",		-- 物品名:"宝贵的玩具木马"
        LOST_TOY_19 = "は？拾えない！",		-- 物品名:"最爱的陀螺"
        LOST_TOY_42 = "は？拾えない！",		-- 物品名:"装错的玩具眼镜蛇"
        LOST_TOY_43 = "は？拾えない！",		-- 物品名:"宠爱的鳄鱼玩具"
        HALLOWEENCANDY_1 = "これらはりんごより美味しい!",		-- 物品名:"糖果苹果"
        HALLOWEENCANDY_2 = "トウモロコシをもっと良くなった？！",		-- 物品名:"糖果玉米"
        HALLOWEENCANDY_3 = "とうもろこし！！",		-- 物品名:"不太甜的玉米"
        HALLOWEENCANDY_4 = "蜘蛛人がこんなに美味しいとは思わなかった！",		-- 物品名:"粘液蜘蛛"
        HALLOWEENCANDY_5 = "一口で君を食べてしまう！",		-- 物品名:"浣猫糖果"
        HALLOWEENCANDY_6 = "味がいい。",		-- 物品名:"\"葡萄干\""
        HALLOWEENCANDY_7 = "その分は食べないなら私をあげて",		-- 物品名:"葡萄干"
        HALLOWEENCANDY_8 = "本当においしい！",		-- 物品名:"鬼魂波普"
        HALLOWEENCANDY_9 = "普通の虫より美味しい！",		-- 物品名:"果冻虫"
        HALLOWEENCANDY_10 = "ム、沼の味！",		-- 物品名:"触须棒棒糖"
        HALLOWEENCANDY_11 = "君を全部食べるわ！！",		-- 物品名:"巧克力猪"
        HALLOWEENCANDY_12 = "お腹に入るととてもおいしい！", --ONI meal lice candy		-- 物品名:"糖果虱"
        HALLOWEENCANDY_13 = "表門の歯が壊れそう！", --Griftlands themed candy		-- 物品名:"无敌硬糖"
        HALLOWEENCANDY_14 = "暑、暑、暑！", --Hot Lava pepper candy		-- 物品名:"熔岩椒"
        CANDYBAG = "甘いもの！！",		-- 物品名:"糖果袋" 制造描述:"只带万圣夜好吃的东西。"
		HALLOWEEN_ORNAMENT_1 = "ボッ！へへ。",		-- 物品名:"幽灵装饰"
		HALLOWEEN_ORNAMENT_2 = "装飾に使える！",		-- 物品名:"蝙蝠装饰"
		HALLOWEEN_ORNAMENT_3 = "へへ……見たところウェーバーのあの人に似ていた。", 		-- 物品名:"蜘蛛装饰"
		HALLOWEEN_ORNAMENT_4 = "これらは少しも怖がらない。",		-- 物品名:"触手装饰"
		HALLOWEEN_ORNAMENT_5 = "変な飾り物ね。",		-- 物品名:"悬垂蜘蛛装饰"
		HALLOWEEN_ORNAMENT_6 = "きれいな鳥。", 		-- 物品名:"乌鸦装饰"
		HALLOWEENPOTION_DRINKS_WEAK = "そんなに良くない...",		-- 物品名:"古老的箱子"
		HALLOWEENPOTION_DRINKS_POTENT = "味が強い。",		-- 物品名:"古老的箱子"
        HALLOWEENPOTION_BRAVERY = "何でも怖くない！",		-- 物品名:"古老的箱子"
		HALLOWEENPOTION_MOON = "転んで壊れそう……",		-- 物品名:"月亮精华液"
		HALLOWEENPOTION_FIRE_FX = "火付け花瓶。", 		-- 物品名:"古老的箱子"
		MADSCIENCE_LAB = "泡沫、泡沫！",		-- 物品名:"疯狂科学家实验室" 制造描述:"疯狂实验无极限。唯独神智有极限。"
		LIVINGTREE_ROOT = "まだ根っこがある！", 		-- 物品名:"完全正常的树根"
		LIVINGTREE_SAPLING = "まだ成長している。",		-- 物品名:"完全正常的树苗"
        DRAGONHEADHAT = "見ていると自分の顔のように可愛い。",		-- 物品名:"幸运兽脑袋" 制造描述:"野兽装束的前端。"
        DRAGONBODYHAT = "なんとでもいいだわ！",		-- 物品名:"幸运兽躯体" 制造描述:"野兽装束的中间部分。"
        DRAGONTAILHAT = "私はいつもしっぽがほしい！",		-- 物品名:"幸运兽尾巴" 制造描述:"野兽装束的尾端。"
        PERDSHRINE =
        {
            GENERIC = "は？何がほしいの、コッコーという鳥？",		-- 物品名:"火鸡神龛"->默认 制造描述:"供奉庄严的火鸡。"
            EMPTY = "ここに何のを置くべき？",		-- 物品名:"火鸡神龛" 制造描述:"供奉庄严的火鸡。"
            BURNT = "全焼した。",		-- 物品名:"火鸡神龛"->烧焦的 制造描述:"供奉庄严的火鸡。"
        },
        REDLANTERN = "うん、見たところとても美しい。",		-- 物品名:"红灯笼" 制造描述:"照亮你的路的幸运灯笼。"
        LUCKY_GOLDNUGGET = "きらめく石！",		-- 物品名:"幸运黄金"
        FIRECRACKERS = "音が大きくて、閃光が明るい！",		-- 物品名:"红色爆竹" 制造描述:"用重击来庆祝！"
        PERDFAN = "羽根つきの棒！",		-- 物品名:"幸运扇" 制造描述:"额外的运气，超级多。"
        REDPOUCH = "中でチリンチリンと音がいる。",		-- 物品名:"红袋子"
        WARGSHRINE = 
        {
            GENERIC = "黄金の子犬の家。",		-- 物品名:"座狼龛"->默认 制造描述:"供奉黏土座狼。"
            EMPTY = "光が少し必要だ。",		-- 物品名:"座狼龛" 制造描述:"供奉黏土座狼。"
            BURNT = "全焼した。",		-- 物品名:"座狼龛"->烧焦的 制造描述:"供奉黏土座狼。"
        },
        CLAYWARG = 
        {
        	GENERIC = "大きな歯！",		-- 物品名:"黏土座狼"->默认
        	STATUE = "不吉な予感がある。",		-- 物品名:"黏土座狼"->雕像
        },
        CLAYHOUND = 
        {
        	GENERIC = "彼らは人をかむことができる！",		-- 物品名:"黏土猎犬"->默认
        	STATUE = "誰が作ったの？",		-- 物品名:"黏土猎犬"->雕像
        },
        HOUNDWHISTLE = "声が出せない？",		-- 物品名:"幸运哨子" 制造描述:"对野猎犬吹哨。"
        CHESSPIECE_CLAYHOUND = "悪い犬。",		-- 物品名:"猎犬棋子"
        CHESSPIECE_CLAYWARG = "！",		-- 物品名:"座狼棋子"
		PIGSHRINE =
		{
            GENERIC = "誰が建てたの？？",		-- 物品名:"猪神龛"->默认 制造描述:"为富有的猪献贡。"
            EMPTY = "何もあげない。",		-- 物品名:"猪神龛" 制造描述:"为富有的猪献贡。"
            BURNT = "はい、もうなった。",		-- 物品名:"猪神龛"->烧焦的 制造描述:"为富有的猪献贡。"
		},
		PIG_TOKEN = "豚人のベルトを盗んできた！",		-- 物品名:"金色腰带"
		PIG_COIN = "きらきらした豚の鼻！",		-- 物品名:"猪鼻铸币"
		YOTP_FOOD1 = "ボッ！醜い豚の顔！",		-- 物品名:"致敬烤肉" 制造描述:"向猪王敬肉。"
		YOTP_FOOD2 = "泥が好きなはずだが、それはちょっと無理だね。",		-- 物品名:"八宝泥馅饼" 制造描述:"那里隐藏着什么？"
		YOTP_FOOD3 = "濁った焼き物。",		-- 物品名:"鱼头串" 制造描述:"棍子上的荣华富贵。"
		PIGELITE1 = "私とちょっと離れて！", --BLUE		-- 物品名:"韦德"
		PIGELITE2 = "悪い豚！", --RED		-- 物品名:"伊内修斯"
		PIGELITE3 = "汚れた豚！", --WHITE		-- 物品名:"德米特里"
		PIGELITE4 = "共通の敵！", --GREEN		-- 物品名:"索耶"
		PIGELITEFIGHTER1 = "私とちょっと離れて！", --BLUE		-- 物品名:"韦德"
		PIGELITEFIGHTER2 = "悪い豚！", --RED		-- 物品名:"伊内修斯"
		PIGELITEFIGHTER3 = "汚れた豚！", --WHITE		-- 物品名:"德米特里"
		PIGELITEFIGHTER4 = "共通の敵！", --GREEN		-- 物品名:"索耶"
		CARRAT_GHOSTRACER = "あれは怖い。",		-- 物品名:"查理的胡萝卜鼠"
        YOTC_CARRAT_RACE_START = "植物競技はここから始まります！",		-- 物品名:"起点" 制造描述:"冲向比赛！"
        YOTC_CARRAT_RACE_CHECKPOINT = "道を教えてくれる！",		-- 物品名:"检查点" 制造描述:"通往光荣之路上的一站。"
        YOTC_CARRAT_RACE_FINISH =
        {
            GENERIC = "これは終点。",		-- 物品名:"终点线"->默认 制造描述:"你走投无路了。"
            BURNT = "アォアォアォ。",		-- 物品名:"终点线"->烧焦的 制造描述:"你走投无路了。"
            I_WON = "イェイ！！君を打ち負かた、ハハ!",		-- 物品名:"终点线" 制造描述:"你走投无路了。"
            SOMEONE_ELSE_WON = ", {winner} カンニングした……",		-- 物品名:"终点线" 制造描述:"你走投无路了。"
        },
		YOTC_CARRAT_RACE_START_ITEM = "植物競技の起点。",		-- 物品名:"起点套装" 制造描述:"冲向比赛！"
        YOTC_CARRAT_RACE_CHECKPOINT_ITEM = "大根と鼠の道を探してあげる。",		-- 物品名:"检查点套装" 制造描述:"通往光荣之路上的一站。"
		YOTC_CARRAT_RACE_FINISH_ITEM = "終点はどこ？",		-- 物品名:"终点线套装" 制造描述:"你走投无路了。"
		YOTC_SEEDPACKET = "スナック！",		-- 物品名:"种子包" 制造描述:"一包普通的混合种子。"
		YOTC_SEEDPACKET_RARE = "美味しいものが出来るかどうか分からない。",		-- 物品名:"高级种子包" 制造描述:"一包高质量的种子。"
		MINIBOATLANTERN = "可愛い水上フロート。",		-- 物品名:"漂浮灯笼" 制造描述:"闪着暖暖的光亮。"
        YOTC_CARRATSHRINE =
        {
            GENERIC = "大根ねずみのようだ。",		-- 物品名:"胡萝卜鼠神龛"->默认 制造描述:"供奉灵活的胡萝卜鼠。"
            EMPTY = "プレゼントがほしいの？",		-- 物品名:"胡萝卜鼠神龛" 制造描述:"供奉灵活的胡萝卜鼠。"
            BURNT = "私が壊したのじゃない！！",		-- 物品名:"胡萝卜鼠神龛"->烧焦的 制造描述:"供奉灵活的胡萝卜鼠。"
        },
        YOTC_CARRAT_GYM_DIRECTION = 
        {
            GENERIC = "へへ、私のダイコンは最高だ！",		-- 物品名:"方向健身房"->默认
            RAT = "いけ！いけ！",		-- 物品名:"方向健身房"
            BURNT = "あ...",		-- 物品名:"方向健身房"->烧焦的
        },
        YOTC_CARRAT_GYM_SPEED = 
        {
            GENERIC = "競速輪。",		-- 物品名:"速度健身房"->默认
            RAT = "回る、回る、回る！",		-- 物品名:"速度健身房"
            BURNT = "あ...",		-- 物品名:"速度健身房"->烧焦的
        },
        YOTC_CARRAT_GYM_REACTION = 
        {
            GENERIC = "非常によいトレーニング！",		-- 物品名:"反应健身房"->默认
            RAT = "向上した！",		-- 物品名:"反应健身房"
            BURNT = "あ...",		-- 物品名:"反应健身房"->烧焦的
        },
        YOTC_CARRAT_GYM_STAMINA = 
        {
            GENERIC = "縄跳びマシン。",		-- 物品名:"耐力健身房"->默认
            RAT = "踊ってよ！",		-- 物品名:"耐力健身房"
            BURNT = "あ...",		-- 物品名:"耐力健身房"->烧焦的
        }, 
        YOTC_CARRAT_GYM_DIRECTION_ITEM = "大根ねずみを一番いい子にならせる！",		-- 物品名:"方向健身房套装" 制造描述:"提高你的胡萝卜鼠的方向感。"
        YOTC_CARRAT_GYM_SPEED_ITEM = "大根の鼠にあげるの。",		-- 物品名:"速度健身房套装" 制造描述:"增加你的胡萝卜鼠的速度。"
        YOTC_CARRAT_GYM_STAMINA_ITEM = "これをどこに置くべきだの？",		-- 物品名:"耐力健身房套装" 制造描述:"增强你的胡萝卜鼠的耐力。"
        YOTC_CARRAT_GYM_REACTION_ITEM = "，たくさんのものを組み立てべきだ。",		-- 物品名:"反应健身房套装" 制造描述:"加快你的胡萝卜鼠的反应时间。"
        YOTC_CARRAT_SCALE_ITEM = "どの大根鼠が一番いい！",           		-- 物品名:"胡萝卜鼠秤套装" 制造描述:"看看你的胡萝卜鼠的情况。"
        YOTC_CARRAT_SCALE = 
        {
            GENERIC = "最高のカクテキをもらう必要だ！",		-- 物品名:"胡萝卜鼠秤"->默认
            CARRAT = "あまり良くない。",		-- 物品名:"胡萝卜" 制造描述:"灵巧机敏，富含胡萝卜素。"
            CARRAT_GOOD = "いい選手になれるべきだ！",		-- 物品名:"胡萝卜鼠秤"
            BURNT = "私がやったのじゃない！！",		-- 物品名:"胡萝卜鼠秤"->烧焦的
        },                
		BISHOP_CHARGE_HIT = "ランプ！",		-- 物品名:"胡萝卜鼠秤"->被主教攻击
		TRUNKVEST_SUMMER = "鼻を体に着る！",		-- 物品名:"保暖小背心" 制造描述:"暖和，但算不上非常暖和。"
		TRUNKVEST_WINTER = "気持ちいい……",		-- 物品名:"寒冬背心" 制造描述:"足以抵御冬季暴雪的保暖背心。"
		TRUNK_COOKED = "ボッ！",		-- 物品名:"象鼻排"
		TRUNK_SUMMER = "鼻を手に入れた！",		-- 物品名:"象鼻"
		TRUNK_WINTER = "毛がふわふわしている。",		-- 物品名:"冬象鼻"
		TUMBLEWEED = "どこへ行くの？",		-- 物品名:"风滚草"
		TURKEYDINNER = "怖い。",		-- 物品名:"火鸡大餐"
		TWIGS = "ひと山の棒。",		-- 物品名:"树枝"
		UMBRELLA = "傘をさしたら、濡れなかった！",		-- 物品名:"雨伞" 制造描述:"遮阳挡雨！"
		GRASS_UMBRELLA = "綺麗のところはどこ、見えません。",		-- 物品名:"花伞" 制造描述:"漂亮轻便的保护伞。"
		UNIMPLEMENTED = "それは何？",		-- 物品名:"胡萝卜鼠秤"
		WAFFLES = "ふわふわの甘い正方形！",		-- 物品名:"华夫饼"
		WALL_HAY = 
		{	
			GENERIC = "私はふうーとでこの壁を吹き倒した！",		-- 物品名:"草墙"->默认
			BURNT = "物語はいつもこのように終わるのじゃない。",		-- 物品名:"草墙"->烧焦的
		},
		WALL_HAY_ITEM = "ウェルカーさんは藁の家の話をした……",		-- 物品名:"草墙" 制造描述:"草墙墙体。不太结实。"
		WALL_STONE = "よさそう！",		-- 物品名:"石墙"
		WALL_STONE_ITEM = "石の山！",		-- 物品名:"石墙" 制造描述:"石墙墙体。"
		WALL_RUINS = "どうしてこんなに老けて見えるの？",		-- 物品名:"铥墙"
		WALL_RUINS_ITEM = "これを使って丈夫な壁を作ることができる！",		-- 物品名:"铥墙" 制造描述:"这些墙可以承受相当多的打击。"
		WALL_WOOD = 
		{
			GENERIC = "何輪かの月の花を置くときれいになった。",		-- 物品名:"木墙"->默认
			BURNT = "アォ、壁だった……",		-- 物品名:"木墙"->烧焦的
		},
		WALL_WOOD_ITEM = "尖っていてとても綺麗。",		-- 物品名:"木墙" 制造描述:"木墙墙体。"
		WALL_MOONROCK = "月の壁！",		-- 物品名:"月岩壁"
		WALL_MOONROCK_ITEM = "硬い石。",		-- 物品名:"月岩壁" 制造描述:"月球疯子之墙。"
		FENCE = "嫌いな豚人を外に挟むことができる。",		-- 物品名:"木栅栏"
        FENCE_ITEM = "垣根をつくる材料！",		-- 物品名:"木栅栏" 制造描述:"木栅栏部分。"
        FENCE_GATE = "うん、頭がいいね。垣根の上にドアを作るて。",		-- 物品名:"木门"
        FENCE_GATE_ITEM = "垣根をつくる材料！",		-- 物品名:"木门" 制造描述:"木栅栏的门。"
		WALRUS = "彼は大又が重要に見える。",		-- 物品名:"海象人"
		WALRUSHAT = "へへ、暖かい、耳が気持ちいいで！",		-- 物品名:"海象的贝雷帽"
		WALRUS_CAMP =
		{
			EMPTY = "前に来た人がいる。",		-- 物品名:"海象营"
			GENERIC = "氷で作った家ですが、暖かく見える。",		-- 物品名:"海象营"->默认
		},
		WALRUS_TUSK = "私は歯を持っていた！",		-- 物品名:"海象牙"
		WARDROBE = 
		{
			GENERIC = "着替えゲームができた！",		-- 物品名:"衣柜"->默认 制造描述:"随心变换面容。"
            BURNING = "火！火！！",		-- 物品名:"衣柜"->正在燃烧 制造描述:"随心变换面容。"
			BURNT = "あ...",		-- 物品名:"衣柜"->烧焦的 制造描述:"随心变换面容。"
		},
		WARG = "彼の歯は大きいね。",		-- 物品名:"座狼"
		WASPHIVE = "怖いみたいだけど……中に甘い物がある……",		-- 物品名:"杀人蜂蜂窝"
		WATERBALLOON = "心配しないで、君へ投げないよ……（へへ）",		-- 物品名:"水球" 制造描述:"球体灭火。"
		WATERMELON = "あげて！！",		-- 物品名:"西瓜"
		WATERMELON_COOKED = "スイカを焼く。",		-- 物品名:"烤西瓜"
		WATERMELONHAT = "ファッションが好き！",		-- 物品名:"西瓜帽" 制造描述:"提神醒脑，但感觉黏黏的。"
		WAXWELLJOURNAL = "……その本の話は嫌い。",		-- 物品名:"暗影魔法书" 制造描述:"这将让你大吃一惊。"
		WETGOOP = "普通はこの湿っぽいべたべたしたものが一番好きだけど……",		-- 物品名:"失败料理"
        WHIP = "ジャ-ア！！",		-- 物品名:"皮鞭" 制造描述:"提出有建设性的反馈意见。"
		WINTERHAT = "それはとても気持ちよさそう！",		-- 物品名:"冬帽" 制造描述:"保持脑袋温暖。"
		WINTEROMETER = 
		{
			GENERIC = "彼はこれを頼りにやっと寒さと暑さを知った？",		-- 物品名:"温度测量仪"->默认 制造描述:"测量环境气温。"
			BURNT = "はい。",		-- 物品名:"温度测量仪"->烧焦的 制造描述:"测量环境气温。"
		},
        WINTER_TREE =
        {
            BURNT = "とても綺麗でした、したけど……",		-- 物品名:"冬季圣诞树"->烧焦的
            BURNING = "早く火を消しなさい！",		-- 物品名:"冬季圣诞树"->正在燃烧
            CANDECORATE = "こんなにきれいな木を見たことがない！",		-- 物品名:"冬季圣诞树"->烛台？？？
            YOUNG = "大きくなりなさい！",		-- 物品名:"冬季圣诞树"->还年轻
        },
		WINTER_TREESTAND = 
		{
			GENERIC = "松の実を見つけなきゃ！",		-- 物品名:"圣诞树墩"->默认 制造描述:"种植并装饰一棵冬季圣诞树！"
            BURNT = "オゥ...",		-- 物品名:"圣诞树墩"->烧焦的 制造描述:"种植并装饰一棵冬季圣诞树！"
		},
        WINTER_ORNAMENT = "オゥ……美しい！",		-- 物品名:"圣诞小玩意"
        WINTER_ORNAMENTLIGHT = "光がさしている！",		-- 物品名:"圣诞灯"
        WINTER_ORNAMENTBOSS = "これらは木の上で都留の特別な位置を占めている！",		-- 物品名:"华丽的装饰"
		WINTER_ORNAMENTFORGE = "それを木の上に置くべきだの？",		-- 物品名:"熔炉装饰"
		WINTER_ORNAMENTGORGE = "……？",		-- 物品名:"舒缓的装饰"
        WINTER_FOOD1 = "ム、これは何をするものだの？", --gingerbread cookie		-- 物品名:"小姜饼"
        WINTER_FOOD2 = "この雪は舌の上でも溶ける！", --sugar cookie		-- 物品名:"糖曲奇饼"
        WINTER_FOOD3 = "脆い！", --candy cane		-- 物品名:"拐杖糖"
        WINTER_FOOD4 = "，中身は何？", --fruitcake		-- 物品名:"永远的水果蛋糕"
        WINTER_FOOD5 = "本当の木だか？", --yule log cake		-- 物品名:"巧克力树洞蛋糕"
        WINTER_FOOD6 = "見ろよ！全部食べれる！", --plum pudding		-- 物品名:"李子布丁"
        WINTER_FOOD7 = "うん...", --apple cider		-- 物品名:"苹果酒"
        WINTER_FOOD8 = "最高だ、一番。", --hot cocoa		-- 物品名:"热可可"
        WINTER_FOOD9 = "ススス！", --eggnog		-- 物品名:"美味的蛋酒"
		WINTERSFEASTOVEN =
		{
			GENERIC = "火を強く燃やすことができる！",		-- 物品名:"砖砌烤炉"->默认 制造描述:"燃起了喜庆的火焰。"
			COOKING = "食べ物を作っている。",		-- 物品名:"砖砌烤炉" 制造描述:"燃起了喜庆的火焰。"
			ALMOST_DONE_COOKING = "今食べられるの？今は？今？",		-- 物品名:"砖砌烤炉" 制造描述:"燃起了喜庆的火焰。"
			DISH_READY = "食べ物ができた！",		-- 物品名:"砖砌烤炉" 制造描述:"燃起了喜庆的火焰。"
		},
		BERRYSAUCE = "おいしいベリー！",		-- 物品名:"快乐浆果酱"
		BIBINGKA = "これが好き！",		-- 物品名:"比宾卡米糕"
		CABBAGEROLLS = "白菜は白菜を包む！",		-- 物品名:"白菜卷"
		FESTIVEFISH = "いたずらをしている人がいる！魚のように見えるが、実は野菜だ！",		-- 物品名:"节庆鱼料理"
		GRAVY = "ム、チョコレートだ！",		-- 物品名:"好肉汁"
		LATKES = "サクサク美味しい！",		-- 物品名:"土豆饼"
		LUTEFISK = "ジャガイモはつづり合わせて魚の形になった！",		-- 物品名:"苏打鱼"
		MULLEDDRINK = "ム、お腹が暖かい！",		-- 物品名:"香料潘趣酒"
		PANETTONE = "香ばしいパン！",		-- 物品名:"托尼甜面包"
		PAVLOVA = "高級料理人はそれに卵……卵白……卵白の皮と言う。",		-- 物品名:"巴甫洛娃蛋糕"
		PICKLEDHERRING = "いたずらをしている人がいる！魚のように見えるが、実は野菜だ！",		-- 物品名:"腌鲱鱼"
		POLISHCOOKIE = "香ばしいフルーツの袋！",		-- 物品名:"波兰饼干"
		PUMPKINPIE = "ムムムム！",		-- 物品名:"南瓜饼"
		ROASTTURKEY = "不味い七面鳥のようですが、野菜のようなにおいがある？",		-- 物品名:"烤火鸡"
		STUFFING = "美味しいパンくず。",		-- 物品名:"烤火鸡面包馅"
		SWEETPOTATO = "これは普通のジャガイモより美味しい。",		-- 物品名:"红薯焗饭"
		TAMALES = "ム、中には辛い野菜がある。",		-- 物品名:"塔马利"
		TOURTIERE = "ム、辛い野菜のチヂミだ！",		-- 物品名:"饕餮馅饼"
		TABLE_WINTERS_FEAST = 
		{
			GENERIC = "高級な食卓。",		-- 物品名:"冬季盛宴餐桌"->默认 制造描述:"一起来享用冬季盛宴吧。"
			HAS_FOOD = "食べるが準備できた！準備できた！",		-- 物品名:"冬季盛宴餐桌" 制造描述:"一起来享用冬季盛宴吧。"
			WRONG_TYPE = "それはそこに置いてはいけない！",		-- 物品名:"冬季盛宴餐桌" 制造描述:"一起来享用冬季盛宴吧。"
			BURNT = "アォ、盛宴が終わったの？",		-- 物品名:"冬季盛宴餐桌"->烧焦的 制造描述:"一起来享用冬季盛宴吧。"
		},
		GINGERBREADWARG = "君を全部食べます！", 		-- 物品名:"姜饼狼"
		GINGERBREADHOUSE = "誰か家にいるの？", 		-- 物品名:"姜饼猪屋"
		GINGERBREADPIG = "ビスケットの子豚を見逃さない！",		-- 物品名:"姜饼猪"
		CRUMBS = "美味しいものを残して。",		-- 物品名:"饼干屑"
		WINTERSFEASTFUEL = "美味しそう。",		-- 物品名:"节日欢愉"
        KLAUS = "私にあげるのプレゼントがあるの？",		-- 物品名:"克劳斯"
        KLAUS_SACK = "開く！開く！",		-- 物品名:"赃物袋"
		KLAUSSACKKEY = "変な格好の鹿の角……",		-- 物品名:"麋鹿茸"
		WORMHOLE =
		{
			GENERIC = "何が動いている？",		-- 物品名:"虫洞"->默认
			OPEN = "ハハ！ここは歯があるトンネルだ。",		-- 物品名:"虫洞"->打开
		},
		WORMHOLE_LIMITED = "気分が悪いの？",		-- 物品名:"生病的虫洞"->一次性虫洞 单机
		ACCOMPLISHMENT_SHRINE = "たくさんのことをしました！",        		-- 物品名:"奖杯" 制造描述:"证明你作为一个人的价值。"
		LIVINGTREE = "それは私を見る目つきがあまりよくない。",		-- 物品名:"完全正常的树"
		ICESTAFF = "魔法の冷たい棒。",		-- 物品名:"冰魔杖" 制造描述:"把敌人冰冻在原地。"
		REVIVER = "まだ動いている！",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
		SHADOWHEART = "か……悲しい……",		-- 物品名:"暗影心房"
        ATRIUM_RUBBLE = 
        {
			LINE_1 = "ヲ、画像で物語を話す！",		-- 物品名:"古代的壁画"->第一行
			LINE_2 = "画像が見えない。",		-- 物品名:"古代的壁画"->第二行
			LINE_3 = "悪いことが起きた……ようだ。",		-- 物品名:"古代的壁画"->第三行
			LINE_4 = "ここから怖くなった……",		-- 物品名:"古代的壁画"->第四行
			LINE_5 = "彼らのところに村があった。",		-- 物品名:"古代的壁画"->第五行
		},
        ATRIUM_STATUE = "ちょっとおかしい……",		-- 物品名:"远古雕像"
        ATRIUM_LIGHT = 
        {
			ON = "怖い!",		-- 物品名:"古代的灯塔"->开启
			OFF = "火が必要だ？",		-- 物品名:"古代的灯塔"->关闭
		},
        ATRIUM_GATE =
        {
			ON = "そうすべきではない！",		-- 物品名:"古代的通道"->开启
			OFF = "壊した人がいます。",		-- 物品名:"古代的通道"->关闭
			CHARGING = "何があったの？！",		-- 物品名:"古代的通道"->充能中
			DESTABILIZING = "-！",		-- 物品名:"古代的通道"->不稳定
			COOLDOWN = "終わった？",		-- 物品名:"古代的通道"->冷却中
        },
        ATRIUM_KEY = "これは重要そうだ！",		-- 物品名:"古代的钥匙"
		LIFEINJECTOR = "針が嫌い！",		-- 物品名:"强心针" 制造描述:"提高下你那日渐衰退的最大健康值吧。"
		SKELETON_PLAYER =
		{
			MALE = "彼らは事故を起こした……",		-- 物品名:"骷髅"->男性
			FEMALE = "彼らは事故を起こした……",		-- 物品名:"骷髅"->女性
			ROBOT = "彼らは事故を起こした……",		-- 物品名:"骷髅"->机器人
			DEFAULT = "さようなら……",		-- 物品名:"物品栏物品"->默认
		},
		HUMANMEAT = "ダメ。",		-- 物品名:"长猪"
		HUMANMEAT_COOKED = "，彼は熟れてからさらに悪いにおいがした。",		-- 物品名:"煮熟的长猪"
		HUMANMEAT_DRIED = "いやいやいや。",		-- 物品名:"长猪肉干"
		ROCK_MOON = "月の石！",		-- 物品名:"岩石"
		MOONROCKNUGGET = "故郷の石だ。",		-- 物品名:"月岩"
		MOONROCKCRATER = "この目には心が欠けている！",		-- 物品名:"有洞的月亮石" 制造描述:"用于划定地盘的岩石。"
		MOONROCKSEED = "洞庭湖に月見をして酒を飲むよ。",		-- 物品名:"天体宝球"
        REDMOONEYE = "緋色の蔑視。",		-- 物品名:"红色月眼"
        PURPLEMOONEYE = "深遠な眺め。",		-- 物品名:"紫色月眼"
        GREENMOONEYE = "命の凝視。",		-- 物品名:"绿色月眼"
        ORANGEMOONEYE = "温かく見守る。",		-- 物品名:"橘色月眼"
        YELLOWMOONEYE = "ぼんやりとのぞく。",		-- 物品名:"黄色月眼"
        BLUEMOONEYE = "冷え冷えとした目つき。",		-- 物品名:"蓝色月眼"
        BOARRIOR = "ビッグ-ビッグ豚人……",		-- 物品名:"大熔炉猪战士"->大熔炉猪战士
        BOARON = "君は豚人の親戚？？",		-- 物品名:"小猪"
        PEGHOOK = "悪い虫！",		-- 物品名:"蝎子"
        TRAILS = "彼は……あんまり強硬そうに見えない……プ。",		-- 物品名:"大猩猩"
        TURTILLUS = "どうして刺しになるの？",		-- 物品名:"坦克龟"
        SNAPPER = "歯。",		-- 物品名:"鳄鱼指挥官"
		RHINODRILL = "彼らもそんなに硬くない！",		-- 物品名:"后扣帽犀牛兄弟"
		BEETLETAUR = "テー！！",		-- 物品名:"地狱独眼巨猪"
        LAVAARENA_PORTAL = 
        {
            ON = "さようなら！",		-- 物品名:"远古传送门"->开启
            GENERIC = "そのドアはどう使うの？",		-- 物品名:"远古传送门"->默认
        },
        HEALINGSTAFF = "ボッ、醜い棒……",		-- 物品名:"生存魔杖"
        FIREBALLSTAFF = "フウーホンー！",		-- 物品名:"地狱魔杖"
        HAMMER_MJOLNIR = "見た目の強いハンマー！",		-- 物品名:"锻锤"
        SPEAR_GUNGNIR = "刺す！",		-- 物品名:"尖齿矛"
        BLOWDART_LAVA = "それを遊ぶべきではない……よりによって遊ぶ。",		-- 物品名:"吹箭"
        BLOWDART_LAVA2 = "危険そう！",		-- 物品名:"熔化吹箭"
        WEBBER_SPIDER_MINION = "今は休戦した。",		-- 物品名:"蜘蛛宝宝"
        BOOK_FOSSIL = "上に何と書いてあるの？",		-- 物品名:"石化之书"
		SPEAR_LANCE = "グルグル！",		-- 物品名:"螺旋矛"
		BOOK_ELEMENTAL = "上に何と書いてあるの？",		-- 物品名:"召唤之书"
        QUAGMIRE_ALTAR = 
        {
        	GENERIC = "食べ物は全部あそこに行いた。",		-- 物品名:"饕餮祭坛"->默认
        	FULL = "食べ終わったばかりだ！",		-- 物品名:"饕餮祭坛"->满了
    	},
		QUAGMIRE_SUGARWOODTREE = 
		{
			GENERIC = "中に甘いものがある！",		-- 物品名:"糖木树"->默认
			STUMP = "木を切り落とした人がいる！私がやったのじゃない！",		-- 物品名:"糖木树"->暴食模式糖木树只剩树桩了
			TAPPED_EMPTY = "アォ……少しも残っていない。",		-- 物品名:"糖木树"->暴食模式糖木树空了
			TAPPED_READY = "ム、甘いものばかり！",		-- 物品名:"糖木树"->暴食模式糖木树好了
			TAPPED_BUGS = "ボッ、これらの虫は甘いものにくっついていた。",		-- 物品名:"糖木树"->暴食模式糖木树上有蚂蚁
			WOUNDED = "樹は大丈夫なの？",		-- 物品名:"糖木树"->暴食糖木树生病了
		},
		QUAGMIRE_SPOTSPICE_SHRUB = 
		{
			GENERIC = "ふるさとの感じがある。",		-- 物品名:"带斑点的小灌木"->默认
			PICKED = "摘むものは何もなかった。",		-- 物品名:"带斑点的小灌木"->被采完了
		},
		QUAGMIRE_SALT_RACK =
		{
			READY = "上に物ができた！",		-- 物品名:"盐架"->准备好的 满的
			GENERIC = "これは何のために使うの？",		-- 物品名:"盐架"->默认
		},
		QUAGMIRE_SAFE = 
		{
			GENERIC = "その箱が何を隠しているかを知りたい……",		-- 物品名:"保险箱"->默认
			LOCKED = "アォ、中に入らせて！！",		-- 物品名:"保险箱"->锁住了
		},
		QUAGMIRE_MUSHROOMSTUMP =
		{
			GENERIC = "オ、キノコはここから生えているか！",		-- 物品名:"蘑菇"->默认
			PICKED = "キノコがなくなった……？",		-- 物品名:"蘑菇"->被采完了
		},
        QUAGMIRE_RUBBLE_HOUSE =
        {
            "すみません？",		-- 物品名:"残破的房子" 制造描述:未找到
            "ここは寂しい。",		-- 物品名:"残破的房子" 制造描述:未找到
            "家に誰もいない。",		-- 物品名:"残破的房子" 制造描述:未找到
        },
        QUAGMIRE_SWAMPIGELDER =
        {
            GENERIC = "あのブタはちょっと変だ。",		-- 物品名:"沼泽猪长老"->默认
            SLEEPING = "寝ちゃった？",		-- 物品名:"沼泽猪长老"->睡着了
        },
        QUAGMIRE_FOOD =
        {
        	GENERIC = "それを空の大きな口にくれるべきだ！",		-- 物品名:未找到
            MISMATCH = "好きではないはずだ。",		-- 物品名:未找到
            MATCH = "天の口に似合う！",		-- 物品名:未找到
            MATCH_BUT_SNACK = "口がこんなに大きくて、食べ物が小さい！",		-- 物品名:未找到
        },
        QUAGMIRE_PARK_GATE =
        {
            GENERIC = "中には良いものがあったらいい。",		-- 物品名:"铁门"->默认
            LOCKED = "中に入らせて！！",		-- 物品名:"铁门"->锁住了
        },
        QUAGMIRE_PIGEON =
        {
            DEAD = "イィ、死んだ。",		-- 物品名:"鸽子"->死了 制造描述:"这是一只完整的活鸽。"
            GENERIC = "こんにちは、鳥ちゃん！",		-- 物品名:"鸽子"->默认 制造描述:"这是一只完整的活鸽。"
            SLEEPING = "安らかに眠る小鳥。",		-- 物品名:"鸽子"->睡着了 制造描述:"这是一只完整的活鸽。"
        },
        WINONA_CATAPULT = 
        {
        	GENERIC = "石を投げる機械！石を投げる機械！",		-- 物品名:"薇诺娜的投石机"->默认 制造描述:"向敌人投掷大石块"
        	OFF = "何で動かなかったの？",		-- 物品名:"薇诺娜的投石机"->关闭 制造描述:"向敌人投掷大石块"
        	BURNING = "危険そうだな！",		-- 物品名:"薇诺娜的投石机"->正在燃烧 制造描述:"向敌人投掷大石块"
        	BURNT = "ウウウ...",		-- 物品名:"薇诺娜的投石机"->烧焦的 制造描述:"向敌人投掷大石块"
        },
        WINONA_SPOTLIGHT = 
        {
        	GENERIC = "これはなに？",		-- 物品名:"薇诺娜的聚光灯"->默认 制造描述:"白天夜里都发光"
        	OFF = "疲れたと思う。",		-- 物品名:"薇诺娜的聚光灯"->关闭 制造描述:"白天夜里都发光"
        	BURNING = "この種の光を出すのはよくない。",		-- 物品名:"薇诺娜的聚光灯"->正在燃烧 制造描述:"白天夜里都发光"
        	BURNT = "これではお役に立てなくなった。",		-- 物品名:"薇诺娜的聚光灯"->烧焦的 制造描述:"白天夜里都发光"
        },
        WINONA_BATTERY_LOW = 
        {
        	GENERIC = "この箱は変な枝が伸びていた。",		-- 物品名:"薇诺娜的发电机"->默认 制造描述:"要确保电力供应充足"
        	LOWPOWER = "この小さいランプはだんだん暗くなった……",		-- 物品名:"薇诺娜的发电机"->没电了 制造描述:"要确保电力供应充足"
        	OFF = "寝ているはずだ。",		-- 物品名:"薇诺娜的发电机"->关闭 制造描述:"要确保电力供应充足"
        	BURNING = "私が壊したのじゃない！！",		-- 物品名:"薇诺娜的发电机"->正在燃烧 制造描述:"要确保电力供应充足"
        	BURNT = "ヴィノナさんはもう一つ作るべきだ！",		-- 物品名:"薇诺娜的发电机"->烧焦的 制造描述:"要确保电力供应充足"
        },
        WINONA_BATTERY_HIGH = 
        {
        	GENERIC = "何ができるの？",		-- 物品名:"薇诺娜的宝石发电机"->默认 制造描述:"这玩意烧宝石，所以肯定不会差。"
        	LOWPOWER = "疲れたように見える。",		-- 物品名:"薇诺娜的宝石发电机"->没电了 制造描述:"这玩意烧宝石，所以肯定不会差。"
        	OFF = "何かをするべきだの？",		-- 物品名:"薇诺娜的宝石发电机"->关闭 制造描述:"这玩意烧宝石，所以肯定不会差。"
        	BURNING = "これは正常なの?",		-- 物品名:"薇诺娜的宝石发电机"->正在燃烧 制造描述:"这玩意烧宝石，所以肯定不会差。"
        	BURNT = "アィ、まあ、いいか。",		-- 物品名:"薇诺娜的宝石发电机"->烧焦的 制造描述:"这玩意烧宝石，所以肯定不会差。"
        },
        COMPOSTWRAP = "（嗅ぐ）！！",		-- 物品名:"肥料包" 制造描述:"\"草本\"的疗法。"
        ARMOR_BRAMBLE = "植物で作ったの！",		-- 物品名:"荆棘外壳" 制造描述:"让大自然告诉你什么叫\"滚开\"。"
        TRAP_BRAMBLE = "植物の罠！",		-- 物品名:"荆棘陷阱" 制造描述:"都有机会中招的干\n扰陷阱。"
        BOATFRAGMENT03 = "さようなら、小舟。",		-- 物品名:"船碎片"
        BOATFRAGMENT04 = "さようなら、小舟。",		-- 物品名:"船碎片"
        BOATFRAGMENT05 = "さようなら、小舟。",		-- 物品名:"船碎片"
		BOAT_LEAK = "たいした問題ではないと思う。",		-- 物品名:"漏洞"
        MAST = "これは船で使うもの？",		-- 物品名:"桅杆" 制造描述:"乘风破浪会有时。"
        SEASTACK = "オアォ、大きい石！",		-- 物品名:"浮堆"
        FISHINGNET = "多くの魚をすくい上げることができる。",		-- 物品名:"渔网" 制造描述:"就是一张网。"
        ANTCHOVIES = "魚？虫？",		-- 物品名:"蚁头凤尾鱼"
        STEERINGWHEEL = "今、私はは船長だ！！",		-- 物品名:"方向舵" 制造描述:"航海必备道具。"
        ANCHOR = "船を繋ぐ。",		-- 物品名:"锚" 制造描述:"船用刹车"
        BOATPATCH = "なぜパッチをするの？船を浸水させろ！",		-- 物品名:"船补丁" 制造描述:"打补丁永远不晚。"
        DRIFTWOOD_TREE = 
        {
            BURNING = "熱熱熱！",		-- 物品名:"浮木"->正在燃烧
            BURNT = "なくなった。",		-- 物品名:"浮木"->烧焦的
            CHOPPED = "寸寸に切る！",		-- 物品名:"浮木"->被砍了
            GENERIC = "水に溺れた。",		-- 物品名:"浮木"->默认
        },
        DRIFTWOOD_LOG = "浮木。",		-- 物品名:"浮木桩"
        MOON_TREE = 
        {
            BURNING = "早く彼女を助けて.",		-- 物品名:"月树"->正在燃烧
            BURNT = "「广寒」の物，。",		-- 物品名:"月树"->烧焦的
            CHOPPED = "杭が一つしか残っていなかった。",		-- 物品名:"月树"->被砍了
            GENERIC = "花を一つください。",		-- 物品名:"月树"->默认
        },
		MOON_TREE_BLOSSOM = "故郷の香り。",		-- 物品名:"月树花"
        MOONBUTTERFLY = 
        {
        	GENERIC = "「月宫」に月蛾が飛び、大空を覆い隠した。",		-- 物品名:"月蛾"->默认
        	HELD = "柔らかい……",		-- 物品名:"月蛾"->拿在手里
        },
		MOONBUTTERFLYWINGS = "ちょっとほこりっぽい。",		-- 物品名:"月蛾翅膀"
        MOONBUTTERFLY_SAPLING = "月蛾が木になって、人間界に帰る。",		-- 物品名:"月树苗"
        ROCK_AVOCADO_FRUIT = "アォ！硬すぎた！",		-- 物品名:"石果"
        ROCK_AVOCADO_FRUIT_RIPE = "準備できた！",		-- 物品名:"成熟石果"
        ROCK_AVOCADO_FRUIT_RIPE_COOKED = "作ったのがもっと美味しくなかった！",		-- 物品名:"熟石果"
        ROCK_AVOCADO_FRUIT_SPROUT = "今はまだ小さすぎて、果物として食べられない。",		-- 物品名:"发芽的石果"
        ROCK_AVOCADO_BUSH = 
        {
        	BARREN = "ここには果物がない。",		-- 物品名:"石果灌木丛"
			WITHERED = "喉が渇いているように見える。",		-- 物品名:"石果灌木丛"->枯萎了
			GENERIC = "は？これらの果物は石のように見える。",		-- 物品名:"石果灌木丛"->默认
			PICKED = "今は成長して帰って来た！",		-- 物品名:"石果灌木丛"->被采完了
			DISEASED = "見たところ病気のようだ。",		-- 物品名:"石果灌木丛"->生病了
            DISEASING = "あれはちょっとおかしい……",		-- 物品名:"石果灌木丛"->正在生病？？
			BURNING = "火！火！",		-- 物品名:"石果灌木丛"->正在燃烧
		},
        DEAD_SEA_BONES = "かわいそうな魚は水の中にいるべきだ。",		-- 物品名:"海骨"
        HOTSPRING = 
        {
        	GENERIC = "この温泉に行かせて！",		-- 物品名:"温泉"->默认
        	BOMBED = "暖かくて快適に見える！",		-- 物品名:"温泉"
        	GLASS = "きれい！",		-- 物品名:"温泉"
			EMPTY = "何でもない！",		-- 物品名:"温泉"
        },
        MOONGLASS = "想いの刃！",		-- 物品名:"月亮碎片"
        MOONGLASS_ROCK = "完璧は碧玉のよう。",		-- 物品名:"月光玻璃"
        BATHBOMB = "今すぐ投げたい！",		-- 物品名:"沐浴球" 制造描述:"春天里来百花香？这点子把地都炸碎了"
        TRAP_STARFISH =
        {
            GENERIC = "ちょっと押してみたい！",		-- 物品名:"海星"->默认
            CLOSED = "私を飲み込むところだった！",		-- 物品名:"海星"
        },
        DUG_TRAP_STARFISH = "いい席を探してあげるわ、へへ。",		-- 物品名:"海星陷阱"
        SPIDER_MOON = 
        {
        	GENERIC = "あんなクモ人を見たことがない。",		-- 物品名:"破碎蜘蛛"->默认
        	SLEEPING = "静かにしなさい...",		-- 物品名:"破碎蜘蛛"->睡着了
        	DEAD = "さようなら！",		-- 物品名:"破碎蜘蛛"->死了
        },
        MOONSPIDERDEN = "特にキモイ蜘蛛人！！",		-- 物品名:"破碎蜘蛛洞"
		FRUITDRAGON =
		{
			GENERIC = "緑は普通の人の手に負えるものではない。",		-- 物品名:"沙拉蝾螈"->默认
			RIPE = "果物……のようなにおいがいる？",		-- 物品名:"沙拉蝾螈"
			SLEEPING = "居眠りをしている。",		-- 物品名:"沙拉蝾螈"->睡着了
		},
        PUFFIN =
        {
            GENERIC = "小太りの鳥。",		-- 物品名:"海鹦鹉"->默认
            HELD = "捕まえた！！",		-- 物品名:"海鹦鹉"->拿在手里
            SLEEPING = "安らかに眠る小鳥。",		-- 物品名:"海鹦鹉"->睡着了
        },
		MOONGLASSAXE = "切るにはとても使いやすい！",		-- 物品名:"月光玻璃斧" 制造描述:"脆弱而有效。"
		GLASSCUTTER = "本当に鋭い！",		-- 物品名:"玻璃刀" 制造描述:"尖端武器。"
        ICEBERG =
        {
            GENERIC = "気をつけて！",		-- 物品名:"小冰山"->默认
            MELTED = "全部溶けた！",		-- 物品名:"小冰山"->融化了
        },
        ICEBERG_MELTED = "全部溶けた！",		-- 物品名:"融化的冰山"
        MINIFLARE = "ぴかぴか光る火花！",		-- 物品名:"信号" 制造描述:"为你信任的朋友照亮前路。"
		MOON_FISSURE = 
		{
			GENERIC = "頭が変な感じがある。", 		-- 物品名:"天体裂隙"->默认
			NOLIGHT = "こだま！だま！ま……",		-- 物品名:"天体裂隙"
		},
        MOON_ALTAR =
        {
            MOON_ALTAR_WIP = "もっと必要なものがある。",		-- 物品名:未找到
            GENERIC = "手伝いましょうか？",		-- 物品名:未找到
        },
        MOON_ALTAR_IDOL = "どこへ行きたい？",		-- 物品名:"天体祭坛雕像"
        MOON_ALTAR_GLASS = "そこにいるのはとても悲しそう。",		-- 物品名:"天体祭坛底座"
        MOON_ALTAR_SEED = "君は家に帰るべきだ。",		-- 物品名:"天体祭坛宝球"
        MOON_ALTAR_ROCK_IDOL = "こんにちは？",		-- 物品名:"在呼唤我"
        MOON_ALTAR_ROCK_GLASS = "こんにちは？",		-- 物品名:"在呼唤我"
        MOON_ALTAR_ROCK_SEED = "こんにちは？",		-- 物品名:"在呼唤我"
        SEAFARING_PROTOTYPER =
        {
            GENERIC = "水の中に使えるものを作ることができる！",		-- 物品名:"智囊团"->默认 制造描述:"海上科学。"
            BURNT = "このようなことはよくあるよう……",		-- 物品名:"智囊团"->烧焦的 制造描述:"海上科学。"
        },
        BOAT_ITEM = "大きな池を通り抜けることができる！",		-- 物品名:"船套装" 制造描述:"让大海成为你的领地。"
        STEERINGWHEEL_ITEM = "これは船の中に使うの？",		-- 物品名:"方向舵套装" 制造描述:"航海必备道具。"
        ANCHOR_ITEM = "船をつなぐものになる！",		-- 物品名:"锚套装" 制造描述:"船用刹车"
        MAST_ITEM = "船具の半製品。",		-- 物品名:"桅杆套装" 制造描述:"乘风破浪会有时。"
        MUTATEDHOUND = 
        {
        	DEAD = "さようなら、犬ちゃん。",		-- 物品名:"恐怖猎犬"->死了
        	GENERIC = "病気になった？",		-- 物品名:"恐怖猎犬"->默认
        	SLEEPING = "起こさないで。",		-- 物品名:"恐怖猎犬"->睡着了
        },
        MUTATED_PENGUIN = 
        {
			DEAD = "それほうがいい。",		-- 物品名:"月石企鸥"->死了
			GENERIC = "，内臓が見える！",		-- 物品名:"月石企鸥"->默认
			SLEEPING = "おやすみ、怖い小鳥。",		-- 物品名:"月石企鸥"->睡着了
		},
        CARRAT = 
        {
        	DEAD = "動かなかった。",		-- 物品名:"胡萝卜"->死了 制造描述:"灵巧机敏，富含胡萝卜素。"
        	GENERIC = "それは何？",		-- 物品名:"胡萝卜"->默认 制造描述:"灵巧机敏，富含胡萝卜素。"
        	HELD = "食べ物か？ベットか？",		-- 物品名:"胡萝卜"->拿在手里 制造描述:"灵巧机敏，富含胡萝卜素。"
        	SLEEPING = "寝ている。",		-- 物品名:"胡萝卜"->睡着了 制造描述:"灵巧机敏，富含胡萝卜素。"
        },
		BULLKELP_PLANT = 
        {
            GENERIC = "水の中の軽食！",		-- 物品名:"公牛海带"->默认
            PICKED = "あとでまた戻ってこられる。",		-- 物品名:"公牛海带"->被采完了
        },
		BULLKELP_ROOT = "いろいろな点々水の中で育つ軽食！",		-- 物品名:"公牛海带茎"
        KELPHAT = "履くより食べるほうがいい。",		-- 物品名:"海花冠" 制造描述:"让人神经焦虑的东西。"
		KELP = "海のおやつ！",		-- 物品名:"海带叶"
		KELP_COOKED = "うん、べたべた！",		-- 物品名:"熟海带叶"
		KELP_DRIED = "しょっぱいし、薄くて、脆い。",		-- 物品名:"干海带叶"
		GESTALT = "彼らは物語をしたい。",		-- 物品名:"虚空之影"
		COOKIECUTTER = "見たところとても友好的だね。",		-- 物品名:"饼干切割机"
		COOKIECUTTERSHELL = "ハハ！今は私のものだ！",		-- 物品名:"饼干切割机壳"
		COOKIECUTTERHAT = "良いスパイクの帽子だ！",		-- 物品名:"饼干切割机帽子" 制造描述:"穿着必须犀利。"
		SALTSTACK =
		{
			GENERIC = "変な石。",		-- 物品名:"盐堆"->默认
			MINED_OUT = "取れるものもうなかった。",		-- 物品名:"盐堆"
			GROWING = "成長している！",		-- 物品名:"盐堆"->正在生长
		},
		SALTROCK = "変な石。",		-- 物品名:"盐晶"
		SALTBOX = "美味しいものを隠すにはぴったりだ。",		-- 物品名:"盐盒" 制造描述:"用盐来储存食物。"
		TACKLESTATION = "このように魚を扱うことはできません!",		-- 物品名:"钓具容器" 制造描述:"传统的用饵钓鱼。"
		TACKLESKETCH = "オ、図！",		-- 物品名:"{item}广告"
        MALBATROSS = "悪い鳥！",		-- 物品名:"邪天翁"
        MALBATROSS_FEATHER = "悪い鳥の！",		-- 物品名:"邪天翁羽毛"
        MALBATROSS_BEAK = "叫び声！叫び声！へへ……",		-- 物品名:"邪天翁喙"
        MAST_MALBATROSS_ITEM = "鳥の帆！",		-- 物品名:"飞翼风帆套装" 制造描述:"像海鸟一样航向深蓝。"
        MAST_MALBATROSS = "船を飛ばさせてもいいの？ダメ？アォ……",		-- 物品名:"飞翼风帆" 制造描述:"像海鸟一样航向深蓝。"
		MALBATROSS_FEATHERED_WEAVE = "鳥で作ったの！",		-- 物品名:"羽毛帆布" 制造描述:"精美的羽毛布料。"
        GNARWAIL =
        {
            GENERIC = "君のこの変な魚。",		-- 物品名:"一角鲸"->默认
            BROKENHORN = "角が破れても、そんなに悪くなかった！",		-- 物品名:"一角鲸"
            FOLLOWER = "私たちは今友達だ！",		-- 物品名:"一角鲸"->追随者
            BROKENHORN_FOLLOWER = "角が破れても、そんなに悪くなかった！",		-- 物品名:"一角鲸"
        },
        GNARWAIL_HORN = "ハハ！今は私の物だ！",		-- 物品名:"一角鲸的角"
        WALKINGPLANK = "シーソー！",		-- 物品名:"木板"
        OAR = "ボートを走らせる！",		-- 物品名:"桨" 制造描述:"划，划，划小船。"
		OAR_DRIFTWOOD = "ボートを走らせる！",		-- 物品名:"浮木桨" 制造描述:"小桨要用浮木造？"
		OCEANFISHINGROD = "海から魚を捕ります！",		-- 物品名:"海钓竿" 制造描述:"像职业选手一样钓鱼吧。"
		OCEANFISHINGBOBBER_NONE = "何かが足りない……",		-- 物品名:"鱼钩"
        OCEANFISHINGBOBBER_BALL = "浮標が浮いている！",		-- 物品名:"木球浮标" 制造描述:"经典设计，初学者和职业钓手两相宜。"
        OCEANFISHINGBOBBER_OVAL = "浮標が浮いている！",		-- 物品名:"硬物浮标" 制造描述:"在经典浮标的基础上融入了时尚设计。"
		OCEANFISHINGBOBBER_CROW = "羽が浮いている！",		-- 物品名:"黑羽浮标" 制造描述:"深受职业钓手的喜爱。"
		OCEANFISHINGBOBBER_ROBIN = "羽が浮いている！",		-- 物品名:"红羽浮标" 制造描述:"深受职业钓手的喜爱。"
		OCEANFISHINGBOBBER_ROBIN_WINTER = "羽が浮いている！",		-- 物品名:"蔚蓝羽浮标" 制造描述:"深受职业钓手的喜爱。"
		OCEANFISHINGBOBBER_CANARY = "羽が浮いている！",		-- 物品名:"番红花羽浮标" 制造描述:"深受职业钓手的喜爱。"
		OCEANFISHINGBOBBER_GOOSE = "大きい羽が浮いている！",		-- 物品名:"鹅羽浮标" 制造描述:"高级羽绒浮标。"
		OCEANFISHINGBOBBER_MALBATROSS = "大きい羽が浮いている！",		-- 物品名:"邪天翁羽浮标" 制造描述:"高级巨鸟浮标。"
		OCEANFISHINGLURE_SPINNER_RED = "魚は傷つかない、だよね？",		-- 物品名:"日出旋转亮片" 制造描述:"早起的鱼儿有虫吃。"
		OCEANFISHINGLURE_SPINNER_GREEN = "魚は傷つかない、だよね？",		-- 物品名:"黄昏旋转亮片" 制造描述:"低光照环境里效果最好。"
		OCEANFISHINGLURE_SPINNER_BLUE = "魚は傷つかない、だよね？",		-- 物品名:"夜飞侠旋转亮片" 制造描述:"适用于夜间垂钓。"
		OCEANFISHINGLURE_SPOON_RED = "魚は傷つかない、だよね？",		-- 物品名:"日出匙型假饵" 制造描述:"早起的鱼儿有虫吃。"
		OCEANFISHINGLURE_SPOON_GREEN = "魚は傷つかない、だよね？",		-- 物品名:"黄昏匙型假饵" 制造描述:"在夕阳中继续垂钓。"
		OCEANFISHINGLURE_SPOON_BLUE = "魚は傷つかない、だよね？",		-- 物品名:"匙型假饵" 制造描述:"适用于夜间垂钓。"
		OCEANFISH_SMALL_1 = "アォ、小さい！",		-- 物品名:"小孔雀鱼"
		OCEANFISH_SMALL_2 = "私の新しいペットになってわ！あなたにえさをやって、あなたをかわいがるわ。",		-- 物品名:"针鼻喷墨鱼"
		OCEANFISH_SMALL_3 = "へィ、魚ちゃん！",		-- 物品名:"小饵鱼"
		OCEANFISH_SMALL_4 = "魚の赤ちゃん！",		-- 物品名:"三文鱼苗"
		OCEANFISH_SMALL_5 = "へへ、見ていて少し馬鹿だ！",		-- 物品名:"爆米花鱼"
		OCEANFISH_MEDIUM_1 = "ベタベタ！",		-- 物品名:"泥鱼"
		OCEANFISH_MEDIUM_2 = "大きくて美しい目だ！",		-- 物品名:"斑鱼"
		OCEANFISH_MEDIUM_3 = "頭にとげのある王冠をかぶっている！",		-- 物品名:"浮夸狮子鱼"
		OCEANFISH_MEDIUM_4 = "私の新しいペットになってもいいの？",		-- 物品名:"黑鲶鱼"
		OCEANFISH_MEDIUM_5 = "感じが……おかしいね。",		-- 物品名:"玉米鳕鱼"
		OCEANFISH_MEDIUM_6 = "君は美しいね。",		-- 物品名:"花锦鲤"
		OCEANFISH_MEDIUM_7 = "君の鱗が好き！",		-- 物品名:"金锦鲤"
		PONDFISH = "あ、可愛い！",		-- 物品名:"淡水鱼"
		PONDEEL = "こんにちは、長魚！",		-- 物品名:"鳗鱼"
        FISHMEAT = "やめで！！",		-- 物品名:"生鱼肉"
        FISHMEAT_COOKED = "食べません！",		-- 物品名:"鱼排"
        FISHMEAT_SMALL = "それは子供だった……",		-- 物品名:"小鱼块"
        FISHMEAT_SMALL_COOKED = "だれがこんなことをするもんか！",		-- 物品名:"烤小鱼块"
		SPOILED_FISH = "ペットの魚の世話をしていない人がいる！",		-- 物品名:"变质的鱼"
		FISH_BOX = "彼はペットの魚をここに置いているの？",		-- 物品名:"锡鱼桶" 制造描述:"保持鱼与网捕之日一样新鲜。"
        POCKET_SCALE = "エキセントリックな計測機器。",		-- 物品名:"弹簧秤" 制造描述:"随时称鱼的重量！"
		TROPHYSCALE_FISH =
		{
			GENERIC = "これは魚のいいところだ。",		-- 物品名:"鱼类计重器"->默认 制造描述:"炫耀你的斩获。"
			HAS_ITEM = "重さ: {weight}\n捕獲者: {owner}",		-- 物品名:"鱼类计重器" 制造描述:"炫耀你的斩获。"
			BURNING = "あああ！やめて！",		-- 物品名:"鱼类计重器"->正在燃烧 制造描述:"炫耀你的斩获。"
			BURNT = "(嗅く) かわいそうな魚の家……",		-- 物品名:"鱼类计重器"->烧焦的 制造描述:"炫耀你的斩获。"
			OWNER = "重さ: {weight}\n捕獲者: {owner}\nへへ。私の魚は最高だ。",		-- 物品名:"鱼类计重器" 制造描述:"炫耀你的斩获。"
		},
		OCEANFISHABLEFLOTSAM = "オ！泥が見つかった！",		-- 物品名:"海洋残骸"
		CALIFORNIAROLL = "待って……中に魚がある！",		-- 物品名:"加州卷"
		SEAFOODGUMBO = "魚が中にいると悲しそう……",		-- 物品名:"海鲜浓汤"
		SURFNTURF = "ボッ！食べたくない！",		-- 物品名:"海鲜大排档"
		GHOSTLYELIXIR_SLOWREGEN = "オ！私も手作りを作りたい,",		-- 物品名:"亡者补药" 制造描述:"时间会抚平所有伤口。"
		GHOSTLYELIXIR_FASTREGEN = "オ！私も手作りを作りたい,",		-- 物品名:"灵魂万灵药" 制造描述:"治疗重伤的强力药剂。"
		GHOSTLYELIXIR_SHIELD = "オ！私も手作りを作りたい,",		-- 物品名:"不屈药剂" 制造描述:"保护你的姐妹不受伤害。"
		GHOSTLYELIXIR_ATTACK = "オ！私も手作りを作りたい,",		-- 物品名:"易怒药水" 制造描述:"重燃阿比盖尔的战斗精神。"
		GHOSTLYELIXIR_SPEED = "オ！私も手作りを作りたい,",		-- 物品名:"强健精油" 制造描述:"给你的灵魂来一剂强心针。"
		GHOSTLYELIXIR_RETALIATION = "オ！私も手作りを作りたい,",		-- 物品名:"蒸馏复仇" 制造描述:"对敌人以牙还牙。"
		SISTURN =
		{
			GENERIC = "缶の中に何があるの？",		-- 物品名:"姐妹骨灰罐"->默认 制造描述:"让你疲倦的灵魂休息的地方。"
			SOME_FLOWERS = "彼女はここに物を置くのが好き。",		-- 物品名:"姐妹骨灰罐" 制造描述:"让你疲倦的灵魂休息的地方。"
			LOTS_OF_FLOWERS = "そうじゃない……？",		-- 物品名:"姐妹骨灰罐" 制造描述:"让你疲倦的灵魂休息的地方。"
		},
        PORTABLECOOKPOT_ITEM =
        {
            GENERIC = "中に食べ物を入れて、それは別様に出てこられるの？",		-- 物品名:"便携烹饪锅"->默认 制造描述:"随时随地为美食家服务。"
            DONE = "ワ！",		-- 物品名:"便携烹饪锅"->完成了 制造描述:"随时随地为美食家服务。"
			COOKING_LONG = "これは長い間かかる！",		-- 物品名:"便携烹饪锅"->饭还需要很久 制造描述:"随时随地为美食家服务。"
			COOKING_SHORT = "飯！飯！飯！",		-- 物品名:"便携烹饪锅"->饭快做好了 制造描述:"随时随地为美食家服务。"
			EMPTY = "は？中には何でもない！",		-- 物品名:"便携烹饪锅" 制造描述:"随时随地为美食家服务。"
        },
        PORTABLEBLENDER_ITEM = "ゆらゆら揺れる！",		-- 物品名:"便携研磨器" 制造描述:"把原料研磨成粉状调味品。"
        PORTABLESPICER_ITEM =
        {
            GENERIC = "料理に風味をつけることができる！",		-- 物品名:"便携香料站"->默认 制造描述:"调味让饭菜更可口。"
            DONE = "全部できた！",		-- 物品名:"便携香料站"->完成了 制造描述:"调味让饭菜更可口。"
        },
        SPICEPACK = "中には食べ物を入れるの！",		-- 物品名:"厨师袋" 制造描述:"使你的食物保持新鲜。"
        SPICE_GARLIC = "口調を清新にすることができる。",		-- 物品名:"蒜粉" 制造描述:"用口臭防守是最好的进攻。"
        SPICE_SUGAR = "うまい！！",		-- 物品名:"蜂蜜水晶" 制造描述:"令人心平气和的甜美。"
        SPICE_CHILI = "辛い小物！",		-- 物品名:"辣椒面" 制造描述:"刺激十足的粉末。"
        SPICE_SALT = "この砂は本当に美味しい！",		-- 物品名:"调味盐" 制造描述:"为你的饭菜加点咸味。"
        MONSTERTARTARE = "名前だけいいのは無駄だよ。",		-- 物品名:"怪物鞑靼"
        FRESHFRUITCREPES = "精緻なフルーツせんべい！",		-- 物品名:"鲜果可丽饼"
        FROGFISHBOWL = "……",		-- 物品名:"蓝带鱼排"
        POTATOTORNADO = "へへ、回転ジャガイモ！",		-- 物品名:"花式回旋块茎"
        DRAGONCHILISALAD = "ムム、ありがとう、高級シェフ！",		-- 物品名:"辣龙椒沙拉"
        GLOWBERRYMOUSSE = "オ、それは光っている！！",		-- 物品名:"发光蓝莓慕斯"
        VOLTGOATJELLY = "アォ、それはゆらゆらと揺れている！",		-- 物品名:"闪电羊肉冻"
        NIGHTMAREPIE = "へへ、面白い顔がある。",		-- 物品名:"恐怖国王饼"
        BONESOUP = "欲しくない。",		-- 物品名:"骨头汤"
        MASHEDPOTATOES = "柔らかいマッシュポテト！",		-- 物品名:"奶油土豆泥"
        POTATOSOUFFLE = "なに？これはジャガイモだ！！",		-- 物品名:"蓬松土豆酥"
        MOQUECA = "中に魚がいる！",		-- 物品名:"海鲜杂烩"
        GAZPACHO = "ベタベタする！",		-- 物品名:"芦笋冷汤"
        ASPARAGUSSOUP = "ウ...",		-- 物品名:"芦笋汤"
        VEGSTINGER = "絶妙なスパイシーソース！",		-- 物品名:"辛辣鸡尾酒"
        BANANAPOP = "果物はスティックにいるの味のほうがもっと良い！",		-- 物品名:"香蕉冻"
        CEVICHE = "ボッ。嫌だ-嫌だ。",		-- 物品名:"酸橘汁腌鱼"
        SALSA = "スパイシー野菜ペースト！",		-- 物品名:"生鲜萨尔萨酱"
        PEPPERPOPPER = "「強い」はない、辛いだけだ ！",		-- 物品名:"爆炒填馅辣椒"
        TURNIP = "さくさくした軽食！",		-- 物品名:"大萝卜"
        TURNIP_COOKED = "焼いたの味が一段と香ばしくなった！",		-- 物品名:"烤大萝卜"
        TURNIP_SEEDS = "大根をもっと栽培することができる！",		-- 物品名:"萝卜籽"
        GARLIC = "口調を清新にすることができる。",		-- 物品名:"大蒜"
        GARLIC_COOKED = "ム……辛辣で臭い軽食！",		-- 物品名:"烤大蒜"
        GARLIC_SEEDS = "ニンニクをもっと栽培することができる！",		-- 物品名:"蒜籽"
        ONION = "ム-ムム、脆い!",		-- 物品名:"洋葱"
        ONION_COOKED = "うまい！",		-- 物品名:"烤洋葱"
        ONION_SEEDS = "タマネギの赤ちゃん。",		-- 物品名:"洋葱籽"
        POTATO = "美味しい土の中の野菜。",		-- 物品名:"土豆"
        POTATO_COOKED = "ム、ホットポテト！",		-- 物品名:"烤土豆"
        POTATO_SEEDS = "地中に埋めて、ポテトをもっと栽培しよ！",		-- 物品名:"土豆籽"
        TOMATO = "水の大きいトマト！",		-- 物品名:"番茄"
        TOMATO_COOKED = "べたべたしている。",		-- 物品名:"烤番茄"
        TOMATO_SEEDS = "もっと多くのトマトを栽培することができる！",		-- 物品名:"番茄跟籽"
        ASPARAGUS = "棒状のスナック!", 		-- 物品名:"芦笋"
        ASPARAGUS_COOKED = "ホット棒状のスナック！",		-- 物品名:"烤芦笋"
        ASPARAGUS_SEEDS = "もっと多くの軽食が栽培することができる！",		-- 物品名:"芦笋种子"
        PEPPER = "辛い！口が焼けている！",		-- 物品名:"辣椒"
        PEPPER_COOKED = "なぜ唐辛子をもっと辛くをやるの？",		-- 物品名:"烤辣椒"
        PEPPER_SEEDS = "もっと多くの唐辛子を栽培することができる！",		-- 物品名:"辣椒籽"
        WEREITEM_BEAVER = "そのお腹は外へ何かが流れている。",		-- 物品名:"俗气海狸像" 制造描述:"唤醒海狸人的诅咒"
        WEREITEM_GOOSE = "人形と遊びたい！",		-- 物品名:"俗气鹅像" 制造描述:"唤醒鹅人的诅咒"
        WEREITEM_MOOSE = "ウェルカーさんは食べ物を食べる時は口を閉じてくださいと言いました。",		-- 物品名:"俗气鹿像" 制造描述:"唤醒鹿人的诅咒"
        MERMHAT = "彼を友好的な魚人に扮装させることができる！",		-- 物品名:"聪明的伪装" 制造描述:"鱼人化你的朋友。"
        MERMTHRONE =
        {
            GENERIC = "魚人王の玉座！",		-- 物品名:"皇家地毯"->默认
            BURNT = "誰がやったの？！",		-- 物品名:"皇家地毯"->烧焦的
        },        
        MERMTHRONE_CONSTRUCTION =
        {
            GENERIC = "童話の中には王様がたくさんある……やりやすいようだ！",		-- 物品名:"皇家手工套装"->默认 制造描述:"建立一个新的鱼人王朝。"
            BURNT = "いやいやいや！！",		-- 物品名:"皇家手工套装"->烧焦的 制造描述:"建立一个新的鱼人王朝。"
        },        
        MERMHOUSE_CRAFTED = 
        {
            GENERIC = "私も家が一つありたい！",		-- 物品名:"鱼人工艺屋"->默认 制造描述:"适合鱼人的家。"
            BURNT = "なんで！？",		-- 物品名:"鱼人工艺屋"->烧焦的 制造描述:"适合鱼人的家。"
        },
        MERMWATCHTOWER_REGULAR = "ロイヤルガードが必要だ！",		-- 物品名:"鱼人工艺屋" 制造描述:"适合鱼人的家。"
        MERMWATCHTOWER_NOKING = "王家の護衛は国王に欠けた……",		-- 物品名:"鱼人工艺屋" 制造描述:"适合鱼人的家。"
        MERMKING = "イェイ！君は童話の王様のように見えます！",		-- 物品名:"鱼人之王"
        MERMGUARD = "いつか彼らのように成長して強くなる！",		-- 物品名:"忠诚鱼人守卫"
        MERM_PRINCE = "皇帝になるにはまず太らなきゃいけない！",		-- 物品名:"过程中的皇室"
        SQUID = "立ち止まて、いかちゃん！",		-- 物品名:"鱿鱼"
		GHOSTFLOWER = "怖い！",		-- 物品名:"哀悼荣耀"
        SMALLGHOST = "プ！君-君は私を驚かせない！",		-- 物品名:"小惊吓"
    },
    DESCRIBE_GENERIC = "あれは何？",		--检查物品描述的缺省值
    DESCRIBE_TOODARK = "暗い、暗過ぎた。",		--天太黑
    DESCRIBE_SMOLDERING = "何か燃えるものがある……",		--冒烟
    EAT_FOOD =
    {
        TALLBIRDEGG_CRACKED = "ボッ、誰がそれを食べたいの、ないよね？",		--吃孵化的高脚鸟蛋
		WINTERSFEASTFUEL = "ム、甘い！",		--暂无注释
    },
}
